{
  "id": "Akshan",
  "key": "166",
  "name": "Akshan",
  "title": "Sentinelle rebelle",
  "version": "15.23.1",
  "lore": "Akshan est un justicier originaire de Marwi, une ville de l'est de Shurima rongée par l'injustice où des chefs de guerre locaux imposaient leur loi. Très jeune, Akshan était incapable d'ignorer les mauvaises actions et s'interposait souvent, ce qui lui valut de puissants ennemis et faillit lui coûter la vie après un passage à tabac.\r\n\r\nIl fut sauvé par Shadya, une femme qui enfreignit la coutume locale en le recueillant. Shadya n'était pas une femme ordinaire ; elle était membre des Sentinelles de la Lumière, un ordre ancien dédié à la lutte contre les ravages de la Brume noire. Elle vit en Akshan un potentiel immense, combinant courage et conscience morale. En échange de sa protection, elle l'intégra à l'ordre, lui enseignant les techniques de survie d'une Sentinelle solitaire, et une relation mentor-élève très forte se noua entre eux.\r\n\r\nShadya révéla à Akshan qu'un Harrowing (Fléau des îles obscures) d'une ampleur inédite approchait et que leur seul espoir résidait dans d'anciennes armes de Sentinelles cachées dans les cryptes de Shurima. À sa grande consternation, les chefs de guerre locaux avaient déjà pillé ces artefacts, refusant de les céder pour la survie du monde.\r\n\r\nAlors qu'ils préparaient leur arsenal, Akshan découvrit une arme frappante : l'Absolveur. Shadya lui interdit formellement de l'utiliser, expliquant que cette arme légendaire était imprégnée d'un enchantement particulier : elle pouvait rendre la vie à la victime la plus récente d'un tueur en prenant la vie de ce dernier. Shadya insistait sur le fait que de telles questions de vie et de mort devaient être laissées au destin.\r\n\r\nCependant, Akshan, qui avait vu l'injustice régner toute sa vie, pensait que le destin avait besoin d'aide. Il insista pour en savoir plus sur l'Absolveur et fit une découverte choquante : Shadya l'avait utilisé sur lui des années auparavant, tuant le criminel qui l'avait laissé pour mort afin de le ramener à la vie. Il se demanda pourquoi il avait été le seul à mériter ce sort.\r\n\r\nAlors qu'Akshan remettait en question les règles archaïques de l'ordre, Shadya fut assassinée dans la rue, à l'endroit même où elle l'avait trouvé autrefois.\r\n\r\nDéterminé à ne pas laisser l'injustice triompher une fois de plus, Akshan s'empara de l'Absolveur interdit, y apporta quelques modifications clés (notamment son grappin) et se lança dans le désert, assoiffé de vengeance. Son plan était simple mais radical : il allait éliminer un par un les chefs de guerre qui avaient volé les armes jusqu'à ce que la bonne personne soit tuée et que l'Absolveur puisse ressusciter Shadya et corriger l'injustice.\r\n\r\nAkshan est désormais le justicier solitaire, combattant le mal avec un charisme insolent et une arme qui défie la mort, adhérant à sa seule règle d'or : « Ne sois pas crapuleux. »",
  "tags": [
    "Marksman",
    "Assassin"
  ],
  "partype": "Mana",
  "image": {
    "h": 48,
    "w": 48,
    "x": 144,
    "y": 0,
    "full": "Akshan.png",
    "group": "champion",
    "sprite": "champion0.png"
  },
  "skins": [
    {
      "id": "166000",
      "num": 0,
      "name": "default",
      "chromas": false
    },
    {
      "id": "166001",
      "num": 1,
      "name": "Akshan cyberpop",
      "chromas": true
    },
    {
      "id": "166010",
      "num": 10,
      "name": "Akshan rose de cristal",
      "chromas": true
    },
    {
      "id": "166020",
      "num": 20,
      "name": "Akshan des Trois Honneurs",
      "chromas": false
    }
  ],
  "spells": [
    {
      "id": "AkshanQ",
      "name": "Vengerang",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 0,
        "y": 144,
        "full": "AkshanQ.png",
        "group": "spell",
        "sprite": "spell0.png"
      },
      "maxammo": "-1",
      "maxrank": 5,
      "tooltip": "Akshan lance un boomerang qui inflige <physicalDamage>{{ finaldamage }} pts de dégâts physiques</physicalDamage> et dont la portée augmente chaque fois qu'il touche un ennemi.<br /><br />Akshan gagne <speed>+{{ totalhaste }} de vitesse de déplacement</speed> (ce bonus diminue en {{ hasteduration }} sec) quand le boomerang touche un champion.{{ spellmodifierdescriptionappend }}",
      "costBurn": "60/65/70/75/80",
      "costType": " {{ abilityresourcename }}",
      "leveltip": {
        "label": [
          "Dégâts",
          "% de dégâts aux sbires",
          "Délai de récupération",
          "Coût en @AbilityResourceName@"
        ]
      },
      "resource": "{{ cost }} {{ abilityresourcename }}",
      "rangeBurn": "850",
      "datavalues": {},
      "description": "Akshan lance un boomerang qui inflige des dégâts à l'aller et au retour. Sa portée augmente chaque fois qu'il touche un ennemi.",
      "cooldownBurn": "9/8/7/6/5"
    },
    {
      "id": "AkshanW",
      "name": "Cavalier seul",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 48,
        "y": 144,
        "full": "AkshanW.png",
        "group": "spell",
        "sprite": "spell0.png"
      },
      "maxammo": "-1",
      "maxrank": 5,
      "tooltip": "{{ Spell_AkshanW_Tooltip_{{ gamemodeinteger }} }}{{ spellmodifierdescriptionappend }}",
      "costBurn": "40/30/20/10/0",
      "costType": " {{ abilityresourcename }}",
      "leveltip": {
        "label": [
          "Délai de récupération",
          "Coût en @AbilityResourceName@",
          "Vitesse de déplacement"
        ]
      },
      "resource": "{{ cost }} {{ abilityresourcename }}",
      "rangeBurn": "5500",
      "datavalues": {},
      "description": "Passivement, Akshan applique une marque Crapule sur les champions ennemis quand ils tuent des champions alliés. Si Akshan tue une Crapule, il ressuscite les alliés qu'elle a tués, gagne des PO supplémentaires et dissipe toutes les marques.<br><br>À l'activation, Akshan se camoufle. Il gagne aussi de la vitesse de déplacement et de la régénération du mana quand il se dirige vers des Crapules. Akshan perd rapidement son camouflage quand il est hors des hautes herbes ou loin des éléments de terrain.",
      "cooldownBurn": "18/14/10/6/2"
    },
    {
      "id": "AkshanE",
      "name": "Envolée héroïque",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 96,
        "y": 144,
        "full": "AkshanE.png",
        "group": "spell",
        "sprite": "spell0.png"
      },
      "maxammo": "-1",
      "maxrank": 5,
      "tooltip": "<spellActive>Première activation :</spellActive> Akshan tire un grappin et s'attache au premier élément de terrain touché.<br /><br /><spellActive>Deuxième activation :</spellActive> Akshan se balance autour de l'élément de terrain tout en tirant à répétition sur l'ennemi le plus proche en lui infligeant <physicalDamage>{{ asmoddamagetodeal }} pts de dégâts physiques</physicalDamage> par tir.<br /><br /><spellActive>Troisième activation :</spellActive> Akshan lâche la corde et effectue un dernier tir.<br /><br />Percuter un champion ennemi ou un élément de terrain met fin prématurément au balancement.<br /><br />Participer à l'élimination de champions met fin au délai de récupération de cette compétence.{{ spellmodifierdescriptionappend }}",
      "costBurn": "70",
      "costType": " {{ abilityresourcename }}",
      "leveltip": {
        "label": [
          "Délai de récupération",
          "Dégâts"
        ]
      },
      "resource": "{{ cost }} {{ abilityresourcename }}",
      "rangeBurn": "800",
      "datavalues": {},
      "description": "Akshan tire un grappin sur un élément de terrain et se balance autour. Pendant ce balancement, il tire à répétition sur l'ennemi le plus proche. Percuter un champion ou un élément de terrain le fait tomber de la corde, mais il peut aussi sauter de la corde prématurément.",
      "cooldownBurn": "18/16.5/15/13.5/12"
    },
    {
      "id": "AkshanR",
      "name": "Bien mérité !",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 144,
        "y": 144,
        "full": "AkshanR.png",
        "group": "spell",
        "sprite": "spell0.png"
      },
      "maxammo": "-1",
      "maxrank": 3,
      "tooltip": "Akshan se verrouille sur un champion et commence à surcharger son pistolet pendant un maximum de {{ channelduration }} sec, ce qui stocke jusqu'à {{ numberofbullets }} balles.<br /><br /><recast>Réactivation :</recast> Akshan tire toutes les balles stockées, chacune infligeant au moins <physicalDamage>{{ damageperbulletwithcrit }} pts de dégâts physiques</physicalDamage> au premier ennemi ou bâtiment touché. Ces dégâts peuvent augmenter jusqu'à <physicalDamage>{{ maxdamageperbullet }}</physicalDamage> selon les PV manquants de la cible.{{ spellmodifierdescriptionappend }}",
      "costBurn": "100",
      "costType": " {{ abilityresourcename }}",
      "leveltip": {
        "label": [
          "Délai de récupération",
          "Nombre max de balles",
          "Dégâts"
        ]
      },
      "resource": "{{ cost }} {{ abilityresourcename }}",
      "rangeBurn": "2500",
      "datavalues": {},
      "description": "Akshan se verrouille sur un champion ennemi et commence à stocker des balles. Quand il relâche la compétence, il tire toutes les balles stockées et inflige des dégâts selon les PV manquants du premier champion, sbire ou bâtiment touché.",
      "cooldownBurn": "100/85/70"
    }
  ],
  "passive": {
    "name": "Fourberie",
    "image": {
      "h": 48,
      "w": 48,
      "x": 144,
      "y": 0,
      "full": "akshan_p.png",
      "group": "passive",
      "sprite": "passive0.png"
    },
    "description": "Tous les trois coups venant de ses attaques ou de ses compétences, Akshan inflige des dégâts supplémentaires. Il gagne aussi un bouclier si la cible est un champion.<br><br>Quand Akshan attaque, il effectue une attaque supplémentaire qui inflige moins de dégâts. S'il annule l'attaque supplémentaire, il gagne à la place de la vitesse de déplacement."
  },
  "created_at": "2025-11-26T15:13:31.919828+00:00",
  "factions": [
    "shurima"
  ],
  "custom_tags": [
    "sentinelle",
    "chasseur"
  ],
  "gender": "Male",
  "species": "Human",
  "title_en": "the Rogue Sentinel",
  "lore_en": "Akshan is a righteous avenger hailing from Marwi, a city in eastern Shurima plagued by injustice where local warlords ruled unchecked. From a young age, Akshan was unable to ignore bad deeds and often intervened, which earned him powerful enemies and nearly cost him his life after a severe beating.\r\n\r\nHe was rescued by Shadya, an old woman who defied local custom by taking him in. Shadya was no ordinary woman; she was a member of the Sentinels of Light, an ancient order dedicated to fighting the rampages of the Black Mist. She saw immense potential in Akshan, combining guts and a moral conscience. In exchange for her protection, she brought him into the order, teaching him the survival techniques of a solo Sentinel, and a strong mentor-student bond quickly formed.\r\n\r\nShadya revealed to Akshan that a Harrowing (Black Mist invasion from the Shadow Isles) of unprecedented scale was approaching, and their only hope lay in ancient Sentinel weapons hidden in Shuriman crypts. To her dismay, local warlords had already plundered these artifacts, refusing to relinquish them for the sake of global survival.\r\n\r\nWhile preparing their arsenal, Akshan discovered a striking weapon: the Absolver. Shadya strictly forbade him from using it, explaining that this legendary weapon was imbued with a unique enchantment: it could restore the life of a killer's most recent victim by taking the killer's life. Shadya insisted that such matters of life and death must be left to fate.\r\n\r\nHowever, Akshan, who had seen injustice rule his whole life, believed that fate needed help. He insisted on learning more about the Absolver and made a shocking discovery: Shadya had used it on him years ago, killing the criminal who had left him for dead in order to bring him back to life. He questioned why he alone deserved to be revived by the gun.\r\n\r\nWhile Akshan questioned the antiquated rules of the order, Shadya was murdered in the street, almost exactly where she had found him years ago.\r\n\r\nDetermined not to let injustice triumph again, Akshan seized the forbidden Absolver, made some key modifications (notably his grappling hook), and set out into the desert, hungry for vengeance. His plan was simple but radical: he would pick off the warlords one by one until the right person was killed, and the Absolver could resurrect Shadya and correct the injustice.\r\n\r\nAkshan is now the lone avenger, fighting evil with insolent charisma and a death-defying weapon, adhering to his one golden rule: \"Don't be a scoundrel.\"",
  "spells_en": [
    {
      "id": "AkshanQ",
      "name": "Avengerang",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 0,
        "y": 144,
        "full": "AkshanQ.png",
        "group": "spell",
        "sprite": "spell0.png"
      },
      "maxammo": "-1",
      "maxrank": 5,
      "tooltip": "Akshan throws a boomerang that deals <physicalDamage>{{ finaldamage }} physical damage</physicalDamage>, extending the range each time an enemy is hit.<br /><br />Champion hits grant Akshan <speed>{{ totalhaste }} Move Speed</speed> decaying over {{ hasteduration }} second.{{ spellmodifierdescriptionappend }}",
      "costBurn": "60/65/70/75/80",
      "costType": " {{ abilityresourcename }}",
      "leveltip": {
        "label": [
          "Damage",
          "Minion Damage %",
          "Cooldown",
          "@AbilityResourceName@ Cost"
        ]
      },
      "resource": "{{ cost }} {{ abilityresourcename }}",
      "rangeBurn": "850",
      "datavalues": {},
      "description": "Akshan throws a boomerang that deals damage going out and coming back, extending its range each time it hits an enemy.",
      "cooldownBurn": "9/8/7/6/5"
    },
    {
      "id": "AkshanW",
      "name": "Going Rogue",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 48,
        "y": 144,
        "full": "AkshanW.png",
        "group": "spell",
        "sprite": "spell0.png"
      },
      "maxammo": "-1",
      "maxrank": 5,
      "tooltip": "{{ Spell_AkshanW_Tooltip_{{ gamemodeinteger }} }}{{ spellmodifierdescriptionappend }}",
      "costBurn": "40/30/20/10/0",
      "costType": " {{ abilityresourcename }}",
      "leveltip": {
        "label": [
          "Cooldown",
          "@AbilityResourceName@ Cost",
          "Move Speed"
        ]
      },
      "resource": "{{ cost }} {{ abilityresourcename }}",
      "rangeBurn": "5500",
      "datavalues": {},
      "description": "Akshan passively marks enemy champions as Scoundrels when they kill his ally champions. If Akshan kills a Scoundrel, he resurrects the allies they killed, gains bonus gold, and clears all marks.<br><br>When activated, Akshan enters camouflage and gains Move Speed and Mana Regen while moving towards Scoundrels. Akshan loses the camouflage quickly while he is not in brush or near terrain.",
      "cooldownBurn": "18/14/10/6/2"
    },
    {
      "id": "AkshanE",
      "name": "Heroic Swing",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 96,
        "y": 144,
        "full": "AkshanE.png",
        "group": "spell",
        "sprite": "spell0.png"
      },
      "maxammo": "-1",
      "maxrank": 5,
      "tooltip": "<spellActive>First Cast:</spellActive> Akshan fires a grappling hook, attaching to the first terrain hit.<br /><br /><spellActive>Second Cast:</spellActive> Akshan swings around the terrain, repeatedly firing at the nearest enemy for <physicalDamage>{{ asmoddamagetodeal }} physical damage</physicalDamage> per shot.<br /><br /><spellActive>Third Cast:</spellActive> Akshan dives off the rope, firing a final shot.<br /><br />Colliding with an enemy Champion or terrain ends the swing early.<br /><br />Champion takedowns refresh this Ability's Cooldown.{{ spellmodifierdescriptionappend }}",
      "costBurn": "70",
      "costType": " {{ abilityresourcename }}",
      "leveltip": {
        "label": [
          "Cooldown",
          "Damage"
        ]
      },
      "resource": "{{ cost }} {{ abilityresourcename }}",
      "rangeBurn": "800",
      "datavalues": {},
      "description": "Akshan fires a grappling hook into terrain then swings around it, repeatedly firing at the nearest enemy while swinging. He can jump off early or gets knocked off when colliding with champions or terrain.",
      "cooldownBurn": "18/16.5/15/13.5/12"
    },
    {
      "id": "AkshanR",
      "name": "Comeuppance",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 144,
        "y": 144,
        "full": "AkshanR.png",
        "group": "spell",
        "sprite": "spell0.png"
      },
      "maxammo": "-1",
      "maxrank": 3,
      "tooltip": "Akshan locks onto a champion and begins overcharging his gun for up to {{ channelduration }} seconds, storing up to {{ numberofbullets }} bullets.<br /><br /><recast>Recast:</recast> Akshan unleashes the stored bullets, each dealing at least <physicalDamage>{{ damageperbulletwithcrit }} physical damage</physicalDamage> to the first enemy or structure hit, increased up to <physicalDamage>{{ maxdamageperbullet }} physical damage</physicalDamage> based on missing Health.{{ spellmodifierdescriptionappend }}",
      "costBurn": "100",
      "costType": " {{ abilityresourcename }}",
      "leveltip": {
        "label": [
          "Cooldown",
          "Maximum Bullets",
          "Damage"
        ]
      },
      "resource": "{{ cost }} {{ abilityresourcename }}",
      "rangeBurn": "2500",
      "datavalues": {},
      "description": "Akshan locks onto an enemy champion and starts storing bullets. When released, he fires all stored bullets, dealing damage based on missing health to the first champion, minion, or structure hit.",
      "cooldownBurn": "100/85/70"
    }
  ],
  "passive_en": {
    "name": "Dirty Fighting",
    "image": {
      "h": 48,
      "w": 48,
      "x": 144,
      "y": 0,
      "full": "akshan_p.png",
      "group": "passive",
      "sprite": "passive0.png"
    },
    "description": "Every three hits from Akshan's Attacks and Abilities deals bonus damage and grants him a Shield if the target was a champion.<br><br>When Akshan Attacks, he fires an additional Attack for reduced damage. If he cancels the additional Attack, he instead gains Move Speed."
  },
  "partype_en": "Mana",
  "lanes": [
    "Mid"
  ],
  "skins_en": [
    {
      "id": "166000",
      "num": 0,
      "name": "default",
      "chromas": false
    },
    {
      "id": "166001",
      "num": 1,
      "name": "Cyber Pop Akshan",
      "chromas": true
    },
    {
      "id": "166010",
      "num": 10,
      "name": "Crystal Rose Akshan",
      "chromas": true
    },
    {
      "id": "166020",
      "num": 20,
      "name": "Three Honors Akshan",
      "chromas": false
    }
  ]
}