{
  "id": "AurelionSol",
  "key": "136",
  "name": "Aurelion Sol",
  "title": "Forgeur d'étoiles",
  "version": "15.23.1",
  "lore": "Aurelion Sol est un être cosmique d'une ancienneté et d'une puissance inimaginables, né au premier souffle de la création. Lui et les êtres de son espèce parcouraient le cosmos, remplissant le vide infini de merveilles scintillantes, dont des étoiles qu'il forgeait lui-même. Il considérait les Aspects de Targon comme des entités éternelles, mais désintéressées et égocentriques, loin de son génie créateur.\r\n\r\nUn jour, il découvrit Runeterra, un monde dont il n'était pas l'auteur, mais qui intéressait étrangement les Aspects. Flatté par la perspective d'un nouveau public pour sa majesté, Aurelion Sol descendit, prenant la forme d'un dragon stellaire.\r\n\r\nLes habitants de l'insignifiante terre de Targon le nommèrent en l'honneur du soleil qu'il leur avait offert. Les mortels, sur ordre des Aspects, lui présentèrent une couronne d'une splendeur exquise, gravée de motifs célestes. Cependant, au moment où la couronne toucha son front, Aurelion Sol comprit que ce n'était pas un cadeau : c'était une prison.\r\n\r\nL'artefact se serra sur sa tête avec une force inouïe, lui volant sa connaissance des étoiles et le forçant à retourner dans les cieux, incapable de se rapprocher du monde. Les Aspects, ces êtres fourbes, utilisèrent la couronne pour réduire Aurelion Sol en esclavage.\r\n\r\nDe son perchoir céleste, il fut forcé d'observer les Aspects canaliser son pouvoir cosmique via le Disque Solaire pour créer les guerriers immortels de Shurima (les Transfigurés), qu'ils préparaient pour un conflit inconnu. Enragé de voir les étoiles qu'il avait créées s'éteindre faute de soins, il ne pouvait que se débattre contre la couronne. Il fut contraint d'assister aux guerres, aux catastrophes et à la chute des civilisations de Runeterra, incapable d'intervenir ou de reprendre sa liberté.\r\n\r\nAujourd'hui, il réalise que la magie qui le lie s'affaiblit. Des fragments d'or commencent à tomber de sa couronne, traversant le ciel comme des comètes (un signe d'espoir et de destruction).\r\n\r\nPoussé par la perspective alléchante de la liberté et d'une vengeance cosmique, Aurelion Sol observe Runeterra avec une fureur bouillonnante et éternelle. Il est convaincu que c'est sur ce monde que l'équilibre cosmique basculera en sa faveur. Il est prêt à arracher les étoiles de leur ciel nocturne s'il le faut, car l'univers entier devra témoigner du sort de ceux qui ont osé voler le pouvoir du Forgeron Stellaire.",
  "tags": [
    "Mage"
  ],
  "partype": "Mana",
  "image": {
    "h": 48,
    "w": 48,
    "x": 48,
    "y": 48,
    "full": "AurelionSol.png",
    "group": "champion",
    "sprite": "champion0.png"
  },
  "skins": [
    {
      "id": "136000",
      "num": 0,
      "name": "default",
      "chromas": false
    },
    {
      "id": "136001",
      "num": 1,
      "name": "Aurelion Sol seigneur volcanique",
      "chromas": false
    },
    {
      "id": "136002",
      "num": 2,
      "name": "Mecha Aurelion Sol",
      "chromas": true
    },
    {
      "id": "136011",
      "num": 11,
      "name": "Aurelion Sol dragon des tempêtes",
      "chromas": false
    },
    {
      "id": "136021",
      "num": 21,
      "name": "Aurelion Sol esprit d'encre",
      "chromas": false
    },
    {
      "id": "136031",
      "num": 31,
      "name": "Aurelion Sol protecteur de porcelaine",
      "chromas": false
    }
  ],
  "spells": [
    {
      "id": "AurelionSolQ",
      "name": "Souffle de lumière",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 96,
        "y": 96,
        "full": "AurelionSolQ.png",
        "group": "spell",
        "sprite": "spell1.png"
      },
      "maxammo": "-1",
      "maxrank": 5,
      "tooltip": "Aurelion Sol crache du feu stellaire pendant un maximum de {{ maxchannelduration }} sec, infligeant <magicDamage>{{ damagepersecond }} pts de dégâts magiques</magicDamage> par seconde au premier ennemi touché et {{ aoemodifier*100 }}% de ces dégâts aux ennemis proches.<br /><br />À chaque seconde de canalisation sur un même ennemi, une surcharge inflige des <magicDamage>dégâts magiques équivalents à {{ burstdamage }}</magicDamage> plus <magicDamage>{{ burstbonustruedamagetochamps }} des PV max</magicDamage>. Si la cible est un champion, cette surcharge collecte aussi <span class=\"color3458eb\">{{ qmassstolen }} poussière d'étoile</span>.{{ spellmodifierdescriptionappend }}",
      "costBurn": "35/40/45/50/55",
      "costType": " pts de mana par sec",
      "leveltip": {
        "label": [
          "Coût en @AbilityResourceName@",
          "Dégâts par seconde",
          "Dégâts instantanés",
          "Durée max de la canalisation"
        ]
      },
      "resource": "{{ manacostpersecond }} pts de mana par sec",
      "rangeBurn": "750",
      "datavalues": {},
      "description": "Aurelion Sol canalise son souffle de dragon pendant quelques secondes, ce qui blesse le premier ennemi touché et inflige des dégâts secondaires réduits aux ennemis proches. Pour chaque seconde de canalisation dirigée directement sur un ennemi, la compétence inflige des dégâts supplémentaires augmentés par la quantité de poussière d'étoile collectée. Si la cible est un champion, cette compétence collecte aussi de la poussière d'étoile.",
      "cooldownBurn": "3"
    },
    {
      "id": "AurelionSolW",
      "name": "Vol astral",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 144,
        "y": 96,
        "full": "AurelionSolW.png",
        "group": "spell",
        "sprite": "spell1.png"
      },
      "maxammo": "-1",
      "maxrank": 5,
      "tooltip": "Aurelion Sol s'envole dans la direction ciblée. Pendant le vol, <spellName>Souffle de lumière</spellName> n'a ni délai de récupération ni durée maximale de canalisation et ses dégâts fixes sont augmentés de {{ truedamagebonus*100 }}%.<br /><br />Si un champion meurt dans les {{ resetwindow }} sec après avoir été blessé par Aurelion Sol, le délai de récupération de cette compétence est réduit de {{ tooltiptakedowncooldownmultiplier }}%.<br /><br /><recast>Réactivation :</recast> met fin prématurément au vol.{{ spellmodifierdescriptionappend }}",
      "costBurn": "50/55/60/65/70",
      "costType": " {{ abilityresourcename }}",
      "leveltip": {
        "label": [
          "Pourcentage de dégâts magiques supplémentaires",
          "Coût en @AbilityResourceName@",
          "Délai de récupération"
        ]
      },
      "resource": "{{ cost }} {{ abilityresourcename }}",
      "rangeBurn": "1500",
      "datavalues": {},
      "description": "Aurelion Sol survole le terrain dans la direction ciblée. Pendant ce temps, il peut lancer d'autres compétences. Souffle de lumière n'a plus de délai de récupération ou de durée maximale de canalisation et inflige plus de dégâts pendant le vol.<br><br>Le délai de récupération restant de Vol astral est réduit chaque fois qu'un champion ennemi meurt peu après avoir été blessé par Aurelion Sol.<br><br>La poussière d'étoile augmente la portée maximale de Vol astral.",
      "cooldownBurn": "22/20.5/19/17.5/16"
    },
    {
      "id": "AurelionSolE",
      "name": "Trou noir",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 192,
        "y": 96,
        "full": "AurelionSolE.png",
        "group": "spell",
        "sprite": "spell1.png"
      },
      "maxammo": "-1",
      "maxrank": 5,
      "tooltip": "Aurelion Sol invoque un trou noir, infligeant <magicDamage>{{ damagepersecond }} pts de dégâts magiques</magicDamage> par seconde et <status>attirant</status> les ennemis vers son centre pendant {{ duration }} sec. Au centre du trou noir, les ennemis qui ont moins de <scaleHealth>{{ currentexecutionthreshold }}% de leurs PV max</scaleHealth> meurent instantanément.<br /><br />Le trou noir absorbe de la <span class=\"color3458eb\">poussière d'étoile</span> chaque fois qu'un ennemi meurt dans son rayon et à chaque seconde qu'un champion ennemi passe dans son rayon.{{ spellmodifierdescriptionappend }}",
      "costBurn": "90",
      "costType": " {{ abilityresourcename }}",
      "leveltip": {
        "label": [
          "Dégâts par seconde"
        ]
      },
      "resource": "{{ cost }} {{ abilityresourcename }}",
      "rangeBurn": "750",
      "datavalues": {},
      "description": "Aurelion Sol invoque un trou noir qui blesse les ennemis et les attire lentement vers son centre. Cette compétence octroie de la poussière d'étoile chaque fois qu'un ennemi meurt dans le trou noir et à chaque seconde qu'un champion ennemi passe dans le trou noir. Le centre du trou noir exécute les ennemis qui ont moins d'un certain pourcentage de leurs PV max. La poussière d'étoile augmente la taille du trou noir et le seuil d'exécution.",
      "cooldownBurn": "12"
    },
    {
      "id": "AurelionSolR",
      "name": "Étoile finale/Apocalypse",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 240,
        "y": 96,
        "full": "AurelionSolR.png",
        "group": "spell",
        "sprite": "spell1.png"
      },
      "maxammo": "-1",
      "maxrank": 3,
      "tooltip": "Aurelion Sol fait s'abattre une étoile au sol, infligeant <magicDamage>{{ maxdamagetooltip }} pts de dégâts magiques</magicDamage>, <status>étourdissant</status> les ennemis pendant {{ stunduration }} sec et collectant <span class=\"color3458eb\">{{ massstolen }} poussières d'étoile</span> par champion touché.<br /><br />Collecter <span class=\"color3458eb\">{{ calamitystacks }} poussières d'étoile</span> transforme la prochaine <spellName>Étoile finale</spellName> en <spellName>Apocalypse</spellName>.<br /><br /><spellName>Apocalypse</spellName> : Aurelion Sol fait s'abattre la puissance d'une constellation, infligeant <magicDamage>{{ r2damage }} pts de dégâts magiques</magicDamage> dans une zone plus large, <status>projetant dans les airs</status> les ennemis touchés pendant {{ stunduration }} sec et provoquant une énorme onde de choc. Celle-ci inflige <magicDamage>{{ shockwavedamage }} pts de dégâts magiques</magicDamage> aux champions et aux monstres épiques et <status>ralentit</status> tous les ennemis touchés de {{ shockwaveslow*100 }}% pendant 1 sec.{{ spellmodifierdescriptionappend }}",
      "costBurn": "100",
      "costType": " {{ abilityresourcename }}",
      "leveltip": {
        "label": [
          "Délai de récupération",
          "Dégâts",
          "Dégâts renforcés",
          "Dégâts de l'onde de choc"
        ]
      },
      "resource": "{{ cost }} {{ abilityresourcename }}",
      "rangeBurn": "1250",
      "datavalues": {},
      "description": "Étoile finale : Aurelion Sol fait s'abattre une étoile au sol. L'impact inflige des dégâts magiques et étourdit les ennemis tout en octroyant à Aurelion Sol de la poussière d'étoile pour chaque champion ennemi touché. Collecter suffisamment de poussière d'étoile transforme la prochaine Étoile finale d'Aurelion Sol en Apocalypse.<br><br>Apocalypse : Aurelion Sol fait s'abattre au sol une étoile géante, ce qui augmente considérablement la taille de la zone d'impact, augmente les dégâts infligés et projette les ennemis dans les airs au lieu de les étourdir. Une onde de choc s'étend ensuite à partir de la bordure de la zone d'impact, ce qui blesse et ralentit les ennemis touchés. La poussière d'étoile augmente la taille de la zone d'impact d'Étoile finale et d'Apocalypse.",
      "cooldownBurn": "120/110/100"
    }
  ],
  "passive": {
    "name": "Créateur cosmique",
    "image": {
      "h": 48,
      "w": 48,
      "x": 48,
      "y": 48,
      "full": "AurelionSolP.png",
      "group": "passive",
      "sprite": "passive0.png"
    },
    "description": "Les compétences d'Aurelion Sol qui blessent des ennemis lui octroient de la <font color='#3458eb'>poussière d'étoile</font>, laquelle améliore définitivement chacune de ses compétences. "
  },
  "created_at": "2025-11-26T15:13:32.327162+00:00",
  "factions": [
    "targon",
    "runeterra"
  ],
  "custom_tags": [
    "celeste",
    "dragon"
  ],
  "gender": "Male",
  "species": "Celestial",
  "title_en": "The Star Forger",
  "lore_en": "Aurelion Sol is an almighty cosmic being of unimaginable antiquity and power, born in the first breath of creation. He and those like him roamed the cosmos, filling the infinite void with twinkling marvels, including stars that he forged himself. He regarded the Targon Aspects as eternal yet dispassionate and self-centered entities, far beneath his creative genius.\r\n\r\nOne day, he discovered Runeterra, a world he had not created, which held an unusual interest for the Aspects. Flattered by the prospect of a new audience for his supreme majesty, Aurelion Sol descended, taking the form of a vast and terrible star dragon.\r\n\r\nThe tiny inhabitants of the insignificant land of Targon named him for the sun he had gifted them. The mortals, commanded by the Aspects, presented him with a splendid crown, etched with celestial patterns. However, the moment the crown touched his brow, Aurelion Sol knew it was no gift: it was a prison.\r\n\r\nThe accursed thing clamped onto his head with unimaginable force, stealing his knowledge of the stars and forcing him back into the heavens, unable to approach the world. The Aspects, those duplicitous beings, used the crown to enslave Aurelion Sol.\r\n\r\nFrom his celestial perch, he was forced to watch as the Aspects channeled his cosmic power via the Sun Disc to raise up Shurima's immortal warriors (the Ascended), whom they were preparing for some unknown conflict. Outraged to see the stars he had birthed fade for lack of care, he could only strain against the crown's control. He was forced to witness Runeterra's wars, catastrophes, and the fall of civilizations, unable to intervene or regain his freedom.\r\n\r\nToday, he realizes that the magic binding him is weakening. Flecks of gold are beginning to fall from his crown, blazing across the skies like comets (a sign of both hope and destruction).\r\n\r\nDriven by the tantalizing possibilities of freedom and cosmic revenge, Aurelion Sol regards Runeterra with simmering, eternal fury. He is convinced that it is upon this world that the cosmic balance will tip in his favor once more. He is prepared to tear the stars from their night sky if necessary, as the entire universe shall bear witness to the fate of those who dared steal the power of a Star Forger.",
  "spells_en": [
    {
      "id": "AurelionSolQ",
      "name": "Breath of Light",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 96,
        "y": 96,
        "full": "AurelionSolQ.png",
        "group": "spell",
        "sprite": "spell1.png"
      },
      "maxammo": "-1",
      "maxrank": 5,
      "tooltip": "Aurelion Sol breathes starfire for up to {{ maxchannelduration }} seconds, dealing <magicDamage>{{ damagepersecond }} magic damage</magicDamage> per second to the first enemy hit and {{ aoemodifier*100 }}% of the damage to surrounding enemies.<br /><br />Each full second of breath on the same enemy deals a burst of <magicDamage>{{ burstdamage }} magic damage</magicDamage> plus <magicDamage>{{ burstbonustruedamagetochamps }} max Health magic damage</magicDamage> and absorbs <span class=\"color3458eb\">{{ qmassstolen }} Stardust</span> if they are a champion.{{ spellmodifierdescriptionappend }}",
      "costBurn": "35/40/45/50/55",
      "costType": " Mana per second",
      "leveltip": {
        "label": [
          "@AbilityResourceName@ Cost",
          "Damage Per Second",
          "Burst Damage",
          "Maximum Channel Duration"
        ]
      },
      "resource": "{{ manacostpersecond }} Mana per second",
      "rangeBurn": "750",
      "datavalues": {},
      "description": "Aurelion Sol channels his dragon breath for a few seconds, damaging the first enemy hit and splashing reduced damage onto nearby enemies. Each second the breath is channeled directly at an enemy will deal bonus damage, which is improved by the amount of Stardust that's been collected. This ability collects Stardust if the target is a champion.",
      "cooldownBurn": "3"
    },
    {
      "id": "AurelionSolW",
      "name": "Astral Flight",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 144,
        "y": 96,
        "full": "AurelionSolW.png",
        "group": "spell",
        "sprite": "spell1.png"
      },
      "maxammo": "-1",
      "maxrank": 5,
      "tooltip": "Aurelion Sol flies in a direction. While flying, <spellName>Breath of Light</spellName> has no Cooldown, no max channel duration, and its flat damage is increased by {{ truedamagebonus*100 }}%.<br /><br />Takedowns on champions within {{ resetwindow }} seconds of damaging them refunds {{ tooltiptakedowncooldownmultiplier }}% of this Ability's Cooldown.<br /><br /><recast>Recast:</recast> End flight early.{{ spellmodifierdescriptionappend }}",
      "costBurn": "50/55/60/65/70",
      "costType": " {{ abilityresourcename }}",
      "leveltip": {
        "label": [
          "Percent Bonus Magic Damage",
          "@AbilityResourceName@ Cost",
          "Cooldown"
        ]
      },
      "resource": "{{ cost }} {{ abilityresourcename }}",
      "rangeBurn": "1500",
      "datavalues": {},
      "description": "Aurelion Sol flies over terrain in a targeted direction. While in this state, he can cast other abilities. Breath of Light no longer has a cooldown or maximum channel duration and deals increased damage while flying.<br><br>Astral Flight's remaining cooldown is reduced whenever an enemy champion dies after being recently damaged by Aurelion Sol.<br><br>Stardust increases Astral Flight's maximum range.",
      "cooldownBurn": "22/20.5/19/17.5/16"
    },
    {
      "id": "AurelionSolE",
      "name": "Singularity",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 192,
        "y": 96,
        "full": "AurelionSolE.png",
        "group": "spell",
        "sprite": "spell1.png"
      },
      "maxammo": "-1",
      "maxrank": 5,
      "tooltip": "Aurelion Sol summons a black hole, dealing <magicDamage>{{ damagepersecond }} magic damage</magicDamage> per second and <status>Dragging</status> enemies towards the center for {{ duration }} seconds. Enemies in the center below <scaleHealth>{{ currentexecutionthreshold }}% max Health</scaleHealth> die instantly.<br /><br />The black hole absorbs <span class=\"color3458eb\">Stardust</span> when enemies die within it and each second an enemy champion is inside.{{ spellmodifierdescriptionappend }}",
      "costBurn": "90",
      "costType": " {{ abilityresourcename }}",
      "leveltip": {
        "label": [
          "Damage Per Second"
        ]
      },
      "resource": "{{ cost }} {{ abilityresourcename }}",
      "rangeBurn": "750",
      "datavalues": {},
      "description": "Aurelion Sol summons a black hole, damaging enemies and slowly pulling them toward its center. This ability grants Stardust each time an enemy dies within the black hole and for each second an enemy champion is caught inside it. The center of the black hole executes enemies who are below a certain percentage of their maximum health. Stardust increases Singularity's area as well as the execution threshold.",
      "cooldownBurn": "12"
    },
    {
      "id": "AurelionSolR",
      "name": "Falling Star / The Skies Descend",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 240,
        "y": 96,
        "full": "AurelionSolR.png",
        "group": "spell",
        "sprite": "spell1.png"
      },
      "maxammo": "-1",
      "maxrank": 3,
      "tooltip": "Aurelion Sol plucks a star from the heavens and crashes it into the earth, dealing <magicDamage>{{ maxdamagetooltip }} magic damage</magicDamage>, <status>Stunning</status> enemies {{ stunduration }} second, and absorbing <span class=\"color3458eb\">{{ massstolen }} Stardust</span> for each champion hit.<br /><br />Gathering <span class=\"color3458eb\">{{ calamitystacks }} Stardust</span> transforms the next <spellName>Falling Star</spellName> into <spellName>The Skies Descend</spellName>.<br /><br /><spellName>The Skies Descend</spellName>: Aurelion Sol drags a constellation's worth of fury down from the cosmos, dealing <magicDamage>{{ r2damage }} magic damage</magicDamage> in a larger area, <status>Knocking Up</status> enemies hit for {{ stunduration }} second, and unleashing a massive shockwave that deals <magicDamage>{{ shockwavedamage }} magic damage</magicDamage> to champions and Epic Monsters and <status>Slows</status> all enemies hit by {{ shockwaveslow*100 }}% for 1 second.{{ spellmodifierdescriptionappend }}",
      "costBurn": "100",
      "costType": " {{ abilityresourcename }}",
      "leveltip": {
        "label": [
          "Cooldown",
          "Damage",
          "Empowered Damage",
          "Shockwave Damage"
        ]
      },
      "resource": "{{ cost }} {{ abilityresourcename }}",
      "rangeBurn": "1250",
      "datavalues": {},
      "description": "Falling Star: Aurelion Sol crashes a star into the earth. This impact deals magic damage and stuns enemies while also granting Stardust for each enemy champion it hits. Gathering enough Stardust transforms Aurelion Sol's next Falling Star into The Skies Descend.<br><br>The Skies Descend: Aurelion Sol drags a giant star down from the heavens with an increased impact zone and increased damage, knocking up enemies rather than stunning them. A shockwave then spreads from the edge of the impact zone, which damages and slows the enemies it hits. Stardust increases the impact area of both Falling Star and The Skies Descend.",
      "cooldownBurn": "120/110/100"
    }
  ],
  "passive_en": {
    "name": "Cosmic Creator",
    "image": {
      "h": 48,
      "w": 48,
      "x": 48,
      "y": 48,
      "full": "AurelionSolP.png",
      "group": "passive",
      "sprite": "passive0.png"
    },
    "description": "Aurelion Sol's damaging Abilities break down enemies into stacks of <font color='#3458eb'>Stardust</font>, which permanently improves each of his abilities. "
  },
  "partype_en": "Mana",
  "lanes": [
    "Mid"
  ],
  "skins_en": [
    {
      "id": "136000",
      "num": 0,
      "name": "default",
      "chromas": false
    },
    {
      "id": "136001",
      "num": 1,
      "name": "Ashen Lord Aurelion Sol",
      "chromas": false
    },
    {
      "id": "136002",
      "num": 2,
      "name": "Mecha Aurelion Sol",
      "chromas": true
    },
    {
      "id": "136011",
      "num": 11,
      "name": "Storm Dragon Aurelion Sol",
      "chromas": false
    },
    {
      "id": "136021",
      "num": 21,
      "name": "Inkshadow Aurelion Sol",
      "chromas": false
    },
    {
      "id": "136031",
      "num": 31,
      "name": "Porcelain Protector Aurelion Sol",
      "chromas": false
    }
  ]
}