{
  "id": "Kled",
  "key": "240",
  "name": "Kled",
  "title": "Cavalier colérique",
  "version": "15.23.1",
  "lore": "Kled est un Yordle grincheux originaire de la Cité de Bandle. Il s'est installé parmi les tribus Noxiennes après les Guerres runiques. Il est un véritable symbole et une idole pour les soldats de l'empire, bien que ses exploits soient en grande partie mythifiés par des contes populaires (comme le « Retour du Haut Général Maréchal-Sergent »).\n\nLes légendes racontent que Kled a participé à toutes les campagnes de Noxus, qu'il a obtenu tous les titres et qu'il n'a jamais reculé. La vérité est qu'il est un anarchiste qui se bat pour protéger ce qu'il considère comme sa propriété et s'emparer de tout le reste, chargeant sur le dos de sa monture lâche, Skaarl (un drakalops du désert).\n\nLa première mention historique de Kled se situe à la Première Bataille de Drugne. L'armée noxienne, menée par le général Zaavan, était en déroute face aux barbares, le moral au plus bas.\n\nAu lever du soleil, Kled apparut seul sur la colline. Malgré son armure usée et son unique bon œil brûlant de rage, il hurla un ultimatum à la horde barbare, exigeant qu'ils quittent ses terres. Sans attendre de réponse, il chargea en criant. L'acte de bravoure folle de Kled ralluma la fureur désespérée de l'armée noxienne, qui se lança à sa suite dans une mêlée sanglante.\n\nKled se battit avec une ferveur incroyable même après avoir été désarçonné et abandonné par Skaarl. Il était au cœur de la bataille, donnant des coups de pied, mordant et découpant ses ennemis. Son courage, contagieux, inspira les Noxiens à se battre jusqu'au bout.\n\nSkaarl revint finalement, s'écrasant dans l'arrière-garde barbare pour libérer son maître. Une fois remonté, Kled devint un tourbillon de mort, forçant les barbares à fuir.\n\nBien que peu de soldats noxiens aient survécu (ce qui en fait plus une bataille contestée qu'une victoire), cette résistance permit l'arrivée de renforts. Le corps du général Zaavan ne fut jamais retrouvé.\n\nAujourd'hui, il est dit que Kled chevauche partout où les Noxiens marchent. Partout où il passe, on peut trouver des panneaux humoristiques déclarant le nouveau territoire comme « Propriété de Kled ».",
  "tags": [
    "Fighter"
  ],
  "partype": "Courage",
  "image": {
    "h": 48,
    "w": 48,
    "x": 288,
    "y": 0,
    "full": "Kled.png",
    "group": "champion",
    "sprite": "champion2.png"
  },
  "skins": [
    {
      "id": "240000",
      "num": 0,
      "name": "default",
      "chromas": false
    },
    {
      "id": "240001",
      "num": 1,
      "name": "Sir Kled",
      "chromas": false
    },
    {
      "id": "240002",
      "num": 2,
      "name": "Comte Kledula",
      "chromas": true
    },
    {
      "id": "240009",
      "num": 9,
      "name": "Kled maraudeur",
      "chromas": true
    },
    {
      "id": "240018",
      "num": 18,
      "name": "Kled Croquette",
      "chromas": true
    }
  ],
  "spells": [
    {
      "id": "KledQ",
      "name": "Piège à ours en laisse",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 96,
        "y": 0,
        "full": "KledQ.png",
        "group": "spell",
        "sprite": "spell7.png"
      },
      "maxammo": "-1",
      "maxrank": 5,
      "tooltip": "<keywordMajor>Monté :</keywordMajor> Kled lance un piège à ours qui inflige <physicalDamage>{{ totaldamage }} pts de dégâts physiques</physicalDamage> et s'accroche au premier champion ennemi ou grand monstre touché.<br /><br />Si Kled reste près d'un ennemi accroché pendant {{ tetherpoptime }} sec, il arrache le piège, infligeant <physicalDamage>{{ totalyankdamage }} pts de dégâts physiques</physicalDamage>, <status>tirant</status> l'ennemi vers lui et le <status>ralentissant</status> de {{ slowamount*-100 }}% pendant {{ slowduration }} sec.{{ spellmodifierdescriptionappend }}",
      "costBurn": "0",
      "costType": "Pas de coût",
      "leveltip": {
        "label": [
          "Dégâts du lancer",
          "Dégâts de l'arrachage",
          "Ralentissement",
          "Délai de récupération"
        ]
      },
      "resource": "Pas de coût",
      "rangeBurn": "800",
      "datavalues": {},
      "description": "Kled lance un piège à ours qui inflige des dégâts et s'accroche à un champion ennemi. Si la cible reste accrochée pendant un court instant, elle subit des dégâts physiques supplémentaires et est tirée vers Kled.<br><br>Si Kled est désarçonné, la compétence devient Pistolet de poche, un tir à distance qui projette Kled en arrière et restaure du courage.",
      "cooldownBurn": "11/10/9/8/7"
    },
    {
      "id": "KledW",
      "name": "Penchant pour la violence",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 144,
        "y": 0,
        "full": "KledW.png",
        "group": "spell",
        "sprite": "spell7.png"
      },
      "maxammo": "-1",
      "maxrank": 5,
      "tooltip": "<spellPassive>Passive :</spellPassive> la prochaine attaque de Kled lui octroie <attackSpeed>{{ attackspeed*100 }}% de vitesse d'attaque</attackSpeed> pour 4 attaques ou pendant {{ activeduration }} sec.<br /><br />Le quatrième coup inflige <physicalDamage>{{ baseflatdamage }} plus {{ percentdamage }} des PV max en dégâts physiques</physicalDamage> bonus.{{ spellmodifierdescriptionappend }}",
      "costBurn": "0",
      "costType": "Pas de coût",
      "leveltip": {
        "label": [
          "Dégâts fixes",
          "Pourcentage des dégâts",
          "Délai de récupération"
        ]
      },
      "resource": "Pas de coût",
      "rangeBurn": "0",
      "datavalues": {},
      "description": "Kled augmente grandement sa vitesse d'attaque le temps de quatre attaques. La quatrième attaque inflige plus de dégâts.",
      "cooldownBurn": "13/12/11/10/9"
    },
    {
      "id": "KledE",
      "name": "Joute",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 192,
        "y": 0,
        "full": "KledE.png",
        "group": "spell",
        "sprite": "spell7.png"
      },
      "maxammo": "-1",
      "maxrank": 5,
      "tooltip": "Kled se rue dans une direction, infligeant <physicalDamage>{{ totaldamage }} pts de dégâts physiques</physicalDamage> aux ennemis qu'il traverse et attirant les sbires et les petits monstres vers lui.<br /><br />Si cette compétence touche un champion ennemi ou un grand monstre, Kled gagne <speed>+{{ movespeed*100 }}% de vitesse de déplacement</speed> pendant {{ movespeedduration }} sec et peut <recast>réactiver</recast> cette compétence dans les {{ recastwindow }} sec pour à nouveau se ruer à travers la même cible.{{ spellmodifierdescriptionappend }}",
      "costBurn": "0",
      "costType": "Pas de coût",
      "leveltip": {
        "label": [
          "Dégâts",
          "Délai de récupération"
        ]
      },
      "resource": "Pas de coût",
      "rangeBurn": "550",
      "datavalues": {},
      "description": "Kled fonce dans une direction, infligeant des dégâts physiques et bénéficiant d'un bref bonus en vitesse de déplacement. Kled peut réactiver cette compétence pour foncer en sens inverse à travers sa cible initiale, infligeant les mêmes dégâts.",
      "cooldownBurn": "13/12/11/10/9"
    },
    {
      "id": "KledR",
      "name": "Chaaaaaaaargez !!!",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 240,
        "y": 0,
        "full": "KledR.png",
        "group": "spell",
        "sprite": "spell7.png"
      },
      "maxammo": "-1",
      "maxrank": 3,
      "tooltip": "Kled charge en direction d'une zone, laissant derrière lui une traînée qui augmente la <speed>vitesse de déplacement</speed> des alliés. Pendant la charge et pendant 2 sec après, Kled gagne jusqu'à <shield>{{ maximumshield }} PV de bouclier</shield>. Skaarl fonce sur le premier champion ennemi rencontré, infligeant <magicDamage>{{ minimumdamagetooltip }}</magicDamage> à <magicDamage>{{ maximumchargedamage }} des PV max en dégâts magiques</magicDamage> (selon la distance parcourue) et <status>repoussant</status> brièvement l'ennemi.{{ spellmodifierdescriptionappend }}",
      "costBurn": "0",
      "costType": "Pas de coût",
      "leveltip": {
        "label": [
          "Dégâts maximum",
          "PV max du bouclier",
          "Portée",
          "Délai de récupération"
        ]
      },
      "resource": "Pas de coût",
      "rangeBurn": "3500/4000/4500",
      "datavalues": {},
      "description": "Kled et Skaarl chargent vers la zone ciblée en s'entourant d'un bouclier et en laissant derrière eux une traînée qui augmente la vitesse des alliés. Skaarl fonce sur le premier champion ennemi qu'il rencontre.",
      "cooldownBurn": "140/125/110"
    }
  ],
  "passive": {
    "name": "Skaarl, le Lézard froussard",
    "image": {
      "h": 48,
      "w": 48,
      "x": 288,
      "y": 0,
      "full": "Kled_P.png",
      "group": "passive",
      "sprite": "passive2.png"
    },
    "description": "Kled chevauche sa fidèle monture, Skaarl, qui subit les dégâts à sa place. Quand les PV de Skaarl tombent à zéro, Kled est désarçonné.<br><br>Sans monture, les compétences de Kled changent et il inflige moins de dégâts aux champions. Kled peut restaurer le courage de Skaarl en combattant des ennemis. Quand le courage atteint son maximum, Kled se remet en selle avec une partie des PV de Skaarl."
  },
  "created_at": "2025-11-26T15:13:33.670998+00:00",
  "factions": [
    "noxus"
  ],
  "custom_tags": [
    "vagabond"
  ],
  "gender": "Male",
  "species": "Yordle",
  "title_en": "the Cantankerous Cavalier",
  "lore_en": "Kled is a cantankerous Yordle hailing from Bandle City, who made his home among the proud Noxii tribes after the Rune Wars. He is a fierce warrior and an idol for the common soldiery, despite the fact that his exploits are largely mythologized by popular tales (such as \"The Return of the High General Marshal-Sergeant\").\n\nThe legends claim Kled has fought in every Noxian campaign, acquired every military title, and never backed down. The truth is that he is an anarchist who fights to protect what he claims is his own and takes whatever else he can get, charging into battle on his cowardly mount, Skaarl (a desert drakalops).\n\nKled's earliest mention in historical records was at the First Battle of Drugne. The Noxian army, led by General Zaavan, was in rout against barbarian foes, with morale at an all-time low.\n\nAt sunrise, Kled appeared alone on the hilltop. Despite his rusted armor and one good eye burning with contempt, he bellowed an ultimatum to the barbarian horde, demanding they leave his lands. Without waiting for a response, he spurred his steed and screamed the charge. Kled's act of mad bravado ignited the desperate fury of the Noxian warhost, which rushed after him into a bloody melee.\n\nKled fought with unbelievable zeal, even after he was thrown from his saddle and abandoned by Skaarl. He was always at the heart of the battle, kicking, biting, and chopping down foes. His courage was infectious, inspiring the Noxians to make one last stand.\n\nSkaarl eventually returned, crashing into the barbarian rearguard to free its master. With his mount beneath him again, Kled became a whirlwind of death, causing the barbarians to break and run.\n\nThough too few Noxian soldiers survived to call it a victory, the engagement was contested long enough for reinforcements to arrive. General Zaavan's body was never found.\n\nTo this day, it is said Kled rides wherever Noxians march, claiming the spoils of war for himself. Good-humored signs can often be found in his wake proclaiming each new territory \"Property of Kled\".",
  "spells_en": [
    {
      "id": "KledQ",
      "name": "Bear Trap on a Rope",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 96,
        "y": 0,
        "full": "KledQ.png",
        "group": "spell",
        "sprite": "spell7.png"
      },
      "maxammo": "-1",
      "maxrank": 5,
      "tooltip": "<keywordMajor>Mounted:</keywordMajor> Kled throws a bear trap that deals <physicalDamage>{{ totaldamage }} physical damage</physicalDamage> and hooks onto the first enemy champion or large jungle monster hit.<br /><br />If Kled stays near a hooked enemy for {{ tetherpoptime }} seconds, he yanks out the trap, dealing <physicalDamage>{{ totalyankdamage }} physical damage</physicalDamage>, <status>Pulling</status> them, and <status>Slowing</status> by {{ slowamount*-100 }}% for {{ slowduration }} seconds.{{ spellmodifierdescriptionappend }}",
      "costBurn": "0",
      "costType": "No Cost",
      "leveltip": {
        "label": [
          "Throw Damage",
          "Rip Damage",
          "Slow",
          "Cooldown"
        ]
      },
      "resource": "No Cost",
      "rangeBurn": "800",
      "datavalues": {},
      "description": "Kled throws a bear trap that damages and hooks an enemy champion. If shackled for a short duration, the target takes additional physical damage and is yanked toward Kled.<br><br>When dismounted, this ability is replaced by Pocket Pistol, a ranged gun blast that knocks back Kled and restores courage.",
      "cooldownBurn": "11/10/9/8/7"
    },
    {
      "id": "KledW",
      "name": "Violent Tendencies",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 144,
        "y": 0,
        "full": "KledW.png",
        "group": "spell",
        "sprite": "spell7.png"
      },
      "maxammo": "-1",
      "maxrank": 5,
      "tooltip": "<spellPassive>Passive:</spellPassive> Kled's next Attack grants <attackSpeed>{{ attackspeed*100 }}% Attack Speed</attackSpeed> for four Attacks or {{ activeduration }} seconds.<br /><br />The fourth hit deals an additional <physicalDamage>{{ baseflatdamage }} plus {{ percentdamage }} max Health physical damage</physicalDamage>.{{ spellmodifierdescriptionappend }}",
      "costBurn": "0",
      "costType": "No Cost",
      "leveltip": {
        "label": [
          "Flat Damage",
          "Percentage Damage",
          "Cooldown"
        ]
      },
      "resource": "No Cost",
      "rangeBurn": "0",
      "datavalues": {},
      "description": "Kled gains massive attack speed for four attacks. The fourth attack deals more damage.",
      "cooldownBurn": "13/12/11/10/9"
    },
    {
      "id": "KledE",
      "name": "Jousting",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 192,
        "y": 0,
        "full": "KledE.png",
        "group": "spell",
        "sprite": "spell7.png"
      },
      "maxammo": "-1",
      "maxrank": 5,
      "tooltip": "Kled dashes, dealing <physicalDamage>{{ totaldamage }} physical damage</physicalDamage> to enemies he passes through, pulling minions and small monsters towards him.<br /><br />If this Ability hits an enemy champion or large jungle monster, Kled gains <speed>{{ movespeed*100 }}% Move Speed</speed> for {{ movespeedduration }} second(s) and can <recast>Recast</recast> within {{ recastwindow }} seconds to dash back through the same target.{{ spellmodifierdescriptionappend }}",
      "costBurn": "0",
      "costType": "No Cost",
      "leveltip": {
        "label": [
          "Damage",
          "Cooldown"
        ]
      },
      "resource": "No Cost",
      "rangeBurn": "550",
      "datavalues": {},
      "description": "Kled dashes, dealing physical damage and gaining a short burst of speed. Kled can cast this ability again to dash back through his initial target, dealing the same damage.",
      "cooldownBurn": "13/12/11/10/9"
    },
    {
      "id": "KledR",
      "name": "Chaaaaaaaarge!!!",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 240,
        "y": 0,
        "full": "KledR.png",
        "group": "spell",
        "sprite": "spell7.png"
      },
      "maxammo": "-1",
      "maxrank": 3,
      "tooltip": "Kled charges toward an area, leaving a trail that grants allies increasing <speed>Move Speed</speed>. While charging and for 2 seconds after Kled gains up to <shield>{{ maximumshield }} Shield</shield>. Skaarl rams the first enemy champion encountered, dealing <magicDamage>{{ minimumdamagetooltip }}</magicDamage> to <magicDamage>{{ maximumchargedamage }} max Health magic damage</magicDamage> (based on distance travelled) and briefly <status>Knocking Back</status>.{{ spellmodifierdescriptionappend }}",
      "costBurn": "0",
      "costType": "No Cost",
      "leveltip": {
        "label": [
          "Maximum Damage",
          "Maximum Shield Health",
          "Range",
          "Cooldown"
        ]
      },
      "resource": "No Cost",
      "rangeBurn": "3500/4000/4500",
      "datavalues": {},
      "description": "Kled and Skaarl charge to a location, leaving a speed-granting trail behind them and gaining a shield. Skaarl locks onto and rams the first enemy champion encountered.",
      "cooldownBurn": "140/125/110"
    }
  ],
  "passive_en": {
    "name": "Skaarl, the Cowardly Lizard",
    "image": {
      "h": 48,
      "w": 48,
      "x": 288,
      "y": 0,
      "full": "Kled_P.png",
      "group": "passive",
      "sprite": "passive2.png"
    },
    "description": "Kled rides his trusty steed, Skaarl, who takes damage for him. When Skaarl's health depletes, Kled dismounts.<br><br>While dismounted, Kled's abilities change and he deals less damage to champions. Kled can restore Skaarl's courage by fighting enemies. At maximum courage, Kled remounts with a portion of Skaarl's health."
  },
  "partype_en": "Courage",
  "lanes": [
    "Top"
  ],
  "skins_en": [
    {
      "id": "240000",
      "num": 0,
      "name": "default",
      "chromas": false
    },
    {
      "id": "240001",
      "num": 1,
      "name": "Sir Kled",
      "chromas": false
    },
    {
      "id": "240002",
      "num": 2,
      "name": "Count Kledula",
      "chromas": true
    },
    {
      "id": "240009",
      "num": 9,
      "name": "Marauder Kled",
      "chromas": true
    },
    {
      "id": "240018",
      "num": 18,
      "name": "Kibble-Head Kled",
      "chromas": true
    }
  ]
}