{
  "id": "KSante",
  "key": "897",
  "name": "K'Santé",
  "title": "Fierté de Nazumah",
  "version": "15.23.1",
  "lore": "K'Santé est originaire de Nazumah, une république libre et riche en ressources, nichée au cœur des sables de Shurima, fondée par des ancêtres qui ont fui la tyrannie des Transfigurés (Ascended). K'Santé grandit en idolâtrant les guerriers-chasseurs de son peuple qui ont vaincu des bêtes féroces pour sécuriser la ville.\n\nPendant deux décennies, il s'entraîna rigoureusement, mais apprit aussi que la survie de Nazumah exigeait plus que la simple force brute. Il forgea un lien fort avec un jeune homme nommé Tope, originaire de Marrowmark. K'Santé excellait au combat rapproché, tandis que Tope était spécialisé dans l'assaut à distance et la stratégie. Leur alchimie était parfaite, et leur partenariat devint une relation amoureuse.\n\nTout bascula lorsque les forces de Xerath et d'Azir déchaînèrent des abominations sur le continent. K'Santé et Tope jurèrent de tuer l'une d'elles : une créature colossale, mi-lion, mi-cobra (Baccai – un Transfiguré raté créé par Xerath) dont l'armure se régénérait constamment après les coups non létaux.\n\nAprès plusieurs échecs, la frustration consuma K'Santé. Il devint obsédé par la nécessité de tuer la bête seul, considérant la victoire comme un accomplissement personnel. Tope, lui, étudiait la bête et proposait des stratégies et des solutions d'équipe.\n\nK'Santé, aveuglé par son orgueil, vit l'échec d'une seule stratégie de Tope comme la preuve que son partenaire le retenait. Il commença à mépriser les idées de Tope, croyant que les héros qu'il idolâtrait ne demandaient jamais d'aide. Blessé, Tope accusa K'Santé d'avoir transformé son admirable détermination en une quête égocentrique. Leur relation s'effondra, et ils se séparèrent douloureusement.\n\nL'année suivante, K'Santé s'entraîna seul, réalisant finalement que la force seule ne suffisait pas. Il alla rendre visite à Tope, qui était parti. L'tante de Tope lui remit le journal de son neveu, lui expliquant qu'il l'avait laissé pour l'aider dans son combat contre son plus grand monstre.\n\nK'Santé étudia le journal de Tope, découvrant ses théories brillantes (notamment que la bête était un Baccai) et les failles de son armure. K'Santé accepta ses propres défauts, reconnaissant qu'il avait plus respecté son ennemi que son partenaire.\n\nArmé de la sagesse de Tope et de sa nouvelle humilité, K'Santé affronta le cobra-lion une dernière fois. Il calcula chaque mouvement, esquivant plutôt que frappant. Il coinça la bête contre une cascade de Nazumah, où l'eau naturelle affaiblit l'armure régénératrice, permettant à K'Santé de porter un coup fatal.\n\nDe retour à Nazumah, K'Santé raffina ses armes, les Ntofo, pour qu'elles se reforment après avoir brisé leur coquille (inspiré par l'armure du Baccai). Il grava sur chacune le symbole du cobra-lion dessiné par Tope dans son journal, reconnaissant que son succès n'avait pas été obtenu seul.\n\nK'Santé est désormais la Fierté de Nazumah, mais il a appris que pour diriger sa ville contre la menace des Transfigurés, il doit brider son ego et privilégier la sagesse au-dessus de l'obsession de la victoire personnelle.",
  "tags": [
    "Tank",
    "Fighter"
  ],
  "partype": "Mana",
  "image": {
    "h": 48,
    "w": 48,
    "x": 384,
    "y": 0,
    "full": "KSante.png",
    "group": "champion",
    "sprite": "champion2.png"
  },
  "skins": [
    {
      "id": "897000",
      "num": 0,
      "name": "default",
      "chromas": false
    },
    {
      "id": "897001",
      "num": 1,
      "name": "K'Santé empyréen",
      "chromas": true
    },
    {
      "id": "897002",
      "num": 2,
      "name": "K'Santé empyréen prestige",
      "chromas": false
    },
    {
      "id": "897008",
      "num": 8,
      "name": "HEARTSTEEL K'Santé",
      "chromas": true
    }
  ],
  "spells": [
    {
      "id": "KSanteQ",
      "name": "Coups de ntofo",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 0,
        "y": 48,
        "full": "KSanteQ.png",
        "group": "spell",
        "sprite": "spell7.png"
      },
      "maxammo": "-1",
      "maxrank": 5,
      "tooltip": "K'Santé assène un puissant coup avec son arme, infligeant <physicalDamage>{{ basedamage }} pts de dégâts physiques</physicalDamage> et <status>ralentissant</status> les ennemis touchés de {{ slowpercent*100 }}% pendant {{ slowduration }} sec. Quand un ennemi est touché, K'Santé gagne un effet Coups de ntofo pendant {{ recastwindow }} sec. À 2 effets cumulés, il tire à la place une onde de choc qui <status>étourdit</status> et <status>attire</status> les ennemis pendant {{ stunduration }} sec.<br /><br /><keywordMajor>Grand jeu</keywordMajor> : le délai de récupération est réduit de {{ rcooldownreduction.0*100 }}%.{{ spellmodifierdescriptionappend }}",
      "costBurn": "20",
      "costType": " {{ abilityresourcename }}",
      "leveltip": {
        "label": [
          "Dégâts"
        ]
      },
      "resource": "{{ cost }} {{ abilityresourcename }}",
      "rangeBurn": "450",
      "datavalues": {},
      "description": "K'Santé frappe le sol, blessant et ralentissant tous les ennemis sur une courte ligne.<br><br>À l'impact, cela lui octroie un effet Coups de ntofo. À 2 effets cumulés, K'Santé lance une onde de choc qui attire les ennemis à lui.<br><br>Dans sa forme Grand jeu, le délai de récupération est réduit.",
      "cooldownBurn": "3.5"
    },
    {
      "id": "KSanteW",
      "name": "Pour Nazumah !",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 48,
        "y": 48,
        "full": "KSanteW.png",
        "group": "spell",
        "sprite": "spell7.png"
      },
      "maxammo": "-1",
      "maxrank": 5,
      "tooltip": "K'Santé lève ses armes en position défensive pendant {{ mindurationtooltip }} - {{ maxduration.1 }} sec, devenant impossible à arrêter et réduisant de {{ damagereduction*100 }}% les dégâts qu'il subit. Puis, il fonce droit devant, infligeant <physicalDamage>{{ basedamage }} + {{ totalmaxhealthdamage }} des PV max en dégâts physiques</physicalDamage>. Les ennemis touchés sont <status>repoussés</status> et <status>étourdis</status> pendant {{ minknockbackduration }} - {{ maxknockbackduration }} sec (selon la durée de la charge).<br /><br /><keywordMajor>Grand jeu :</keywordMajor> le délai de récupération est réinitialisé. La compétence inflige {{ rdamageincreasemin*100 }} - {{ rdamageincreasemax*100 }}% de <trueDamage>dégâts bruts</trueDamage> bonus (selon la durée de la charge), la réduction des dégâts augmente à {{ rdamagereduction*100 }}% et la vitesse de la ruée est augmentée, mais la ruée ne <status>repousse</status> ni n'<status>étourdit</status> plus.{{ spellmodifierdescriptionappend }}",
      "costBurn": "40/45/50/55/60",
      "costType": " {{ abilityresourcename }}",
      "leveltip": {
        "label": [
          "Dégâts",
          "Délai de récupération",
          "Coût en @AbilityResourceName@"
        ]
      },
      "resource": "{{ cost }} {{ abilityresourcename }}",
      "rangeBurn": "600",
      "datavalues": {},
      "description": "K'Santé charge son attaque, subissant moins de dégâts avant de se ruer en avant, ce qui repousse et étourdit les ennemis.<br><br>En forme Grand jeu, K'Santé inflige des dégâts bonus et ne repousse ni n'étourdit plus.",
      "cooldownBurn": "14/13/12/11/10"
    },
    {
      "id": "KSanteE",
      "name": "Jeu de jambes",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 96,
        "y": 48,
        "full": "KSanteE.png",
        "group": "spell",
        "sprite": "spell7.png"
      },
      "maxammo": "-1",
      "maxrank": 5,
      "tooltip": "K'Santé se rue vers sa cible et gagne un bouclier de <shield>{{ totalshield }} PV</shield> pendant {{ shieldduration }} sec. S'il se rue vers un allié, sa portée est considérablement augmentée et cet allié gagne lui aussi un <shield>bouclier</shield>.<br /><br /><keywordMajor>Grand jeu</keywordMajor> : le délai de récupération est réduit de {{ cooldownmodao*100 }}% et la vitesse de la ruée est augmentée.{{ spellmodifierdescriptionappend }}",
      "costBurn": "45/50/55/60/65",
      "costType": " {{ abilityresourcename }}",
      "leveltip": {
        "label": [
          "Bouclier",
          "Délai de récupération",
          "Coût en @AbilityResourceName@"
        ]
      },
      "resource": "{{ cost }} {{ abilityresourcename }}",
      "rangeBurn": "525",
      "datavalues": {},
      "description": "K'Santé se rue vers sa cible et gagne un bouclier. S'il cible un allié, la ruée de K'Santé a une plus grande portée et son allié gagne également un bouclier.<br><br>Dans sa forme Grand jeu, le délai de récupération est réduit et la vitesse de la ruée est augmentée.",
      "cooldownBurn": "10/9.5/9/8.5/8"
    },
    {
      "id": "KSanteR",
      "name": "Grand jeu",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 144,
        "y": 48,
        "full": "KSanteR.png",
        "group": "spell",
        "sprite": "spell7.png"
      },
      "maxammo": "-1",
      "maxrank": 3,
      "tooltip": "K'Santé brise ses ntofos pour <status>repousser</status> un champion ennemi, lui infligeant <physicalDamage>{{ basedamage }} pts de dégâts physiques</physicalDamage>. K'Santé se rue ensuite après cet ennemi et sort le <keywordMajor>Grand jeu</keywordMajor> pendant {{ alloutduration }} sec. Si l'ennemi est repoussé contre un mur, il est <status>repoussé</status> à travers et K'Santé le frappe à nouveau, lui infligeant <physicalDamage>{{ totaldamageslamdown }} pts de dégâts physiques</physicalDamage>.<br /><br />En forme <keywordMajor>Grand jeu</keywordMajor>, les compétences de K'Santé sont renforcées et il gagne <attackSpeed>+{{ attackspeed*100 }}% de vitesse d'attaque</attackSpeed>, +{{ armorpenpercent*100 }}% de pénétration d'armure bonus et <omnivamp>+{{ omnivamp*100 }}% d'omnivampirisme</omnivamp>, mais il perd <healing>{{ healthlost*100 }}% de ses PV max</healing>, <scaleArmor>{{ defenseslost*100 }}% de son armure bonus</scaleArmor> et <scaleMR>{{ defenseslost*100 }}% de sa résistance magique bonus</scaleMR>.{{ spellmodifierdescriptionappend }}",
      "costBurn": "100",
      "costType": " {{ abilityresourcename }}",
      "leveltip": {
        "label": [
          "Dégâts",
          "Dégâts de traversée d'obstacle",
          "Délai de récupération",
          "Vitesse d'attaque"
        ]
      },
      "resource": "{{ cost }} {{ abilityresourcename }}",
      "rangeBurn": "250",
      "datavalues": {},
      "description": "K'Santé repousse un ennemi, le forçant à traverser tout mur sur sa trajectoire. Puis, K'Santé sort le Grand jeu et se rue sur l'ennemi, renforce ses dégâts et ses soins, et transforme ses compétences, au détriment de ses défenses.",
      "cooldownBurn": "120/100/80"
    }
  ],
  "passive": {
    "name": "Instinct intrépide",
    "image": {
      "h": 48,
      "w": 48,
      "x": 384,
      "y": 0,
      "full": "Icons_KSante_P.png",
      "group": "passive",
      "sprite": "passive2.png"
    },
    "description": "Les compétences de K'Santé marquent ses cibles pour que sa prochaine attaque leur inflige plus de dégâts.<br><br>Dans sa forme Grand jeu, les attaques et les compétences de K'Santé infligent plus de dégâts."
  },
  "created_at": "2025-11-26T15:13:33.670998+00:00",
  "factions": [
    "shurima"
  ],
  "custom_tags": null,
  "gender": "Male",
  "species": "Human",
  "title_en": "the Pride of Nazumah",
  "lore_en": "K'Santé is from Nazumah, a free republic rich in resources, nestled in the heart of the Shuriman sands, founded by ancestors who resisted the tyranny of the Ascended. K'Santé grew up vowing to become Nazumah’s greatest warrior-hunter.\n\nFor two decades, he trained, learning that Nazumah's survival required more than brute strength. He forged a close bond with a young man named Tope. K'Santé specialized in close combat, while Tope specialized in ranged assault and strategy. Their chemistry was unmatched, and their partnership blossomed into a loving relationship.\n\nThe conflict began when the forces of Xerath and Azir deployed abominations. K'Santé and Tope pledged to kill one such creature: a colossal lion-cobra hybrid (Baccai—a failed Ascended creature) whose armor constantly regenerated from nonlethal blows.\n\nAfter multiple failures, frustration consumed K'Santé. He became obsessed with slaying the beast alone, viewing anything less than victory as failure. Tope, meanwhile, studied the beast, offering strategic ideas.\n\nK'Santé, blinded by his pride, began to believe Tope was holding him back. He dismissed Tope's strategies as futile and questioned his partner's strength. Tope insisted that K'Santé's once admirable determination had devolved into a self-serving, single-minded drive. Their relationship fractured, and they painfully went their separate ways.\n\nOver the next year, K'Santé trained alone, eventually realizing that strength alone was insufficient. He visited Tope's home, finding he had returned to Marrowmark. Tope’s aunt handed K'Santé Tope’s journal, explaining that her nephew left it to assist K'Santé in his fight against his greatest monster.\n\nK'Santé studied Tope’s journal, discovering his brilliant theories (including that the creature was a Baccai) and the flaws in its armor regeneration. K'Santé accepted his shortcomings, realizing he had respected his foe more than his partner.\n\nArmed with Tope's wisdom and newfound humility, K'Santé faced the cobra-lion one last time. He calculated every move, dodging when the beast struck. He cornered the creature against a Nazuman waterfall, where the natural waters weakened the regenerative armor, allowing K'Santé to finally land a fatal blow.\n\nK'Santé refined his weapons, the Ntofo, to reform after their heavy outer layer shattered, inspired by the Baccai's armor. He carved onto them the cobra-lion symbol Tope had drawn in his journal, acknowledging that his success was not achieved alone.\n\nK'Santé is now the Pride of Nazumah, but he has learned that to lead his city against the looming Ascended threat, he must temper his ego and prioritize wisdom over personal victory obsession.",
  "spells_en": [
    {
      "id": "KSanteQ",
      "name": "Ntofo Strikes",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 0,
        "y": 48,
        "full": "KSanteQ.png",
        "group": "spell",
        "sprite": "spell7.png"
      },
      "maxammo": "-1",
      "maxrank": 5,
      "tooltip": "K'Sante slams his weapon, dealing <physicalDamage>{{ basedamage }} physical damage</physicalDamage> and <status>Slowing</status> enemies by {{ slowpercent*100 }}% for {{ slowduration }}s. If he hits, he gains a stack of Ntofo Strikes for {{ recastwindow }} seconds. At 2 stacks, he instead fires a shockwave that <status>Stuns</status> and <status>Pulls</status> enemies for {{ stunduration }} second.<br /><br /><keywordMajor>All Out</keywordMajor>: Cooldown is reduced by {{ rcooldownreduction.0*100 }}%.{{ spellmodifierdescriptionappend }}",
      "costBurn": "20",
      "costType": " {{ abilityresourcename }}",
      "leveltip": {
        "label": [
          "Damage"
        ]
      },
      "resource": "{{ cost }} {{ abilityresourcename }}",
      "rangeBurn": "450",
      "datavalues": {},
      "description": "K'Sante strikes, damaging and slowing enemies in a short line.<br><br>On hit, grants a stack of Ntofo Strikes. At 2 stacks, K'Sante fires a shockwave that pulls enemies in.<br><br>When All Out, cooldown is reduced.",
      "cooldownBurn": "3.5"
    },
    {
      "id": "KSanteW",
      "name": "Path Maker",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 48,
        "y": 48,
        "full": "KSanteW.png",
        "group": "spell",
        "sprite": "spell7.png"
      },
      "maxammo": "-1",
      "maxrank": 5,
      "tooltip": "K'Sante raises his weapons defensively for {{ mindurationtooltip }}-{{ maxduration.1 }}s, becoming Unstoppable and reducing incoming damage by {{ damagereduction*100 }}%. Then, he rams forward, dealing <physicalDamage>{{ basedamage }} + {{ totalmaxhealthdamage }} max Health physical damage</physicalDamage>. Enemies hit are <status>Knocked Back</status> and <status>Stunned</status> for {{ minknockbackduration }}-{{ maxknockbackduration }}s (based on charge time).<br /><br /><keywordMajor>All Out:</keywordMajor> Cooldown is refreshed. Deals an additional {{ rdamageincreasemin*100 }}-{{ rdamageincreasemax*100 }}% damage as <trueDamage>true damage</trueDamage> (based on charge time), damage reduction is increased to {{ rdamagereduction*100 }}% and dash speed is increased, but no longer <status>Knocks Back</status> or <status>Stuns</status>.{{ spellmodifierdescriptionappend }}",
      "costBurn": "40/45/50/55/60",
      "costType": " {{ abilityresourcename }}",
      "leveltip": {
        "label": [
          "Damage",
          "Cooldown",
          "@AbilityResourceName@ Cost"
        ]
      },
      "resource": "{{ cost }} {{ abilityresourcename }}",
      "rangeBurn": "600",
      "datavalues": {},
      "description": "K'Sante charges up, taking reduced damage, then dashes, knocking back and stunning enemies.<br><br>When All Out, deals increased damage and no longer knocks back or stuns.",
      "cooldownBurn": "14/13/12/11/10"
    },
    {
      "id": "KSanteE",
      "name": "Footwork",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 96,
        "y": 48,
        "full": "KSanteE.png",
        "group": "spell",
        "sprite": "spell7.png"
      },
      "maxammo": "-1",
      "maxrank": 5,
      "tooltip": "K'Sante dashes, gaining <shield>{{ totalshield }} Shield</shield> for {{ shieldduration }} seconds. If dashing to an ally, the distance of the dash is significantly increased and the ally is also <shield>Shielded</shield>.<br /><br /><keywordMajor>All Out</keywordMajor>: Cooldown is decreased by {{ cooldownmodao*100 }}% and dash speed is increased.{{ spellmodifierdescriptionappend }}",
      "costBurn": "45/50/55/60/65",
      "costType": " {{ abilityresourcename }}",
      "leveltip": {
        "label": [
          "Shield",
          "Cooldown",
          "@AbilityResourceName@ Cost"
        ]
      },
      "resource": "{{ cost }} {{ abilityresourcename }}",
      "rangeBurn": "525",
      "datavalues": {},
      "description": "K'Sante dashes and gains a shield. If targeting an ally, K'Sante dashes to the ally with increased range and both gain a shield.<br><br>When All Out, cooldown is reduced and speed is increased.",
      "cooldownBurn": "10/9.5/9/8.5/8"
    },
    {
      "id": "KSanteR",
      "name": "All Out",
      "vars": [],
      "image": {
        "h": 48,
        "w": 48,
        "x": 144,
        "y": 48,
        "full": "KSanteR.png",
        "group": "spell",
        "sprite": "spell7.png"
      },
      "maxammo": "-1",
      "maxrank": 3,
      "tooltip": "K'Sante shatters his ntofos to <status>Knock Back</status> an enemy champion, dealing <physicalDamage>{{ basedamage }} physical damage</physicalDamage>, then dashes behind them and goes <keywordMajor>All Out</keywordMajor> for {{ alloutduration }}s. If the enemy would hit a wall, they are <status>Knocked Back</status> through the wall and K'Sante strikes them again for <physicalDamage>{{ totaldamageslamdown }} physical damage</physicalDamage>.<br /><br />While <keywordMajor>All Out</keywordMajor>, K'Sante's Abilities are upgraded and he gains <attackSpeed>{{ attackspeed*100 }}% Attack Speed</attackSpeed>, {{ armorpenpercent*100 }}% Bonus Armor Penetration, and <omnivamp>{{ omnivamp*100 }}% Omnivamp</omnivamp>, but loses <healing>{{ healthlost*100 }}% max Health</healing>, <scaleArmor>{{ defenseslost*100 }}% Bonus Armor</scaleArmor>, and <scaleMR>{{ defenseslost*100 }}% Bonus Magic Resistance</scaleMR>.{{ spellmodifierdescriptionappend }}",
      "costBurn": "100",
      "costType": " {{ abilityresourcename }}",
      "leveltip": {
        "label": [
          "Damage",
          "Follow-Up Damage",
          "Cooldown",
          "Attack Speed"
        ]
      },
      "resource": "{{ cost }} {{ abilityresourcename }}",
      "rangeBurn": "250",
      "datavalues": {},
      "description": "K'Sante knocks an enemy back, launching them through any wall in their path. Then, K'Sante goes All Out and dashes after them, gaining increased damage, healing, and transformed abilities at the cost of reduced defenses.",
      "cooldownBurn": "120/100/80"
    }
  ],
  "passive_en": {
    "name": "Dauntless Instinct",
    "image": {
      "h": 48,
      "w": 48,
      "x": 384,
      "y": 0,
      "full": "Icons_KSante_P.png",
      "group": "passive",
      "sprite": "passive2.png"
    },
    "description": "K'Sante's Abilities mark targets to take more damage on his next Attack.<br><br>When All Out, K'Sante deals more damage with all Attacks and Abilities."
  },
  "partype_en": "Mana",
  "lanes": [
    "Top"
  ],
  "skins_en": [
    {
      "id": "897000",
      "num": 0,
      "name": "default",
      "chromas": false
    },
    {
      "id": "897001",
      "num": 1,
      "name": "Empyrean K'Sante",
      "chromas": true
    },
    {
      "id": "897002",
      "num": 2,
      "name": "Prestige Empyrean K'Sante",
      "chromas": false
    },
    {
      "id": "897008",
      "num": 8,
      "name": "HEARTSTEEL K'Sante",
      "chromas": true
    }
  ]
}