[
  {
    "id": "59bc3c02-6719-4080-b1cc-ffa4c8ffd7a1",
    "name": "Cithria",
    "faction": "demacia",
    "gender": "Female",
    "species": "Human",
    "description": "Une soldate d'élite du Détachement Hardi de Demacia. Partie de rien, elle est devenue une légende vivante par son courage et sa détermination.",
    "image": "https://wiki.leagueoflegends.com/en-us/images/01DE036-full.png",
    "created_at": "2025-11-27T12:43:48.623421+00:00",
    "description_en": "An elite soldier of the Dauntless Vanguard of Demacia. Starting from nothing, she became a living legend through her courage and determination."
  },
  {
    "id": "0ea00973-a126-4506-93c6-0e3fdd74a22a",
    "name": "Ledros",
    "faction": "shadow-isles",
    "gender": "Male",
    "species": "Wraith",
    "description": "Un spectre des Îles Obscures, autrefois le champion du Roi et l'amant de Kalista. Il cherche éternellement à mettre fin à la malédiction.",
    "image": "https://wiki.leagueoflegends.com/en-us/images/01SI033-full.png",
    "created_at": "2025-11-27T12:43:48.623421+00:00",
    "description_en": "A wraith of the Shadow Isles, formerly the King's champion and Kalista's lover. He eternally seeks to end the curse."
  },
  {
    "id": "392d75b8-f04d-4584-9616-b4f070e53c36",
    "name": "Serylda",
    "faction": "freljord",
    "gender": "Female",
    "species": "Human",
    "description": "Une ancienne guerrière du Freljord, l'une des trois Sœurs de Glace. Elle perdit sa voix lors d'une bataille, puis fut sacrifiée par Lissandra pour emprisonner les Veilleurs.",
    "image": "",
    "created_at": "2025-11-26T17:40:44.99657+00:00",
    "description_en": "An ancient Freljordian warrior, one of the three Iceborn Sisters. She lost her voice in a battle, then was sacrificed by Lissandra to imprison the Watchers."
  },
  {
    "id": "4ea2318b-1dc9-4eae-94cb-86dc349c0013",
    "name": "Setaka",
    "faction": "shurima",
    "gender": "Female",
    "species": "Ascended",
    "description": "La légendaire impératrice guerrière de l'ancien Shurima et la plus puissante des Transfigurés de son époque. Elle est morte en combattant le Néant.",
    "image": "",
    "created_at": "2025-11-26T17:40:44.99657+00:00",
    "description_en": "The legendary warrior empress of ancient Shurima and the most powerful of the Ascended of her time. She died fighting the Void."
  },
  {
    "id": "d2fd168f-2134-4ba0-adc6-a044b8f8bf9d",
    "name": "Shadya",
    "faction": "shurima",
    "gender": "Female",
    "species": "Human",
    "description": "Une Sentinelle de la Lumière. Elle était le mentor et la figure maternelle d'Akshan, assassinée par Viego (ou un agent de la Ruine), ce qui poussa Akshan à chercher à la venger.",
    "image": "",
    "created_at": "2025-11-26T17:40:44.99657+00:00",
    "description_en": "A Sentinel of Light. She was Akshan's mentor and maternal figure, assassinated by Viego (or an agent of the Ruination), which drove Akshan to seek vengeance."
  },
  {
    "id": "1d5ba433-d879-4976-bdc5-bf0dd92370cc",
    "name": "Vilemaw",
    "faction": "shadow-isles",
    "gender": "Male",
    "species": "Spirit",
    "description": "Une araignée spirituelle géante vivant dans les profondeurs des Îles Obscures, elle sert d'objectif neutre sur la carte du Foret Torturé (ancienne carte de jeu).",
    "image": "https://wiki.leagueoflegends.com/en-us/images/Vilemaw_Render.png",
    "created_at": "2025-11-26T17:40:44.99657+00:00",
    "description_en": "A giant spiritual spider living in the depths of the Shadow Isles; it serves as a neutral objective on the Twisted Treeline map (former game map)."
  },
  {
    "id": "cbbdeb50-1199-4170-bdd0-ac31a103622b",
    "name": "Skaarl",
    "faction": "noxus",
    "gender": "Female",
    "species": "Drakalops",
    "description": "La monture lâche mais immortelle de Kled. Elle aime les tacos et fuir le combat quand Kled a le plus besoin d'elle.",
    "image": "https://wiki.leagueoflegends.com/en-us/images/Kled_OriginalSkin.jpg",
    "created_at": "2025-11-27T10:07:20.825845+00:00",
    "description_en": "Kled's cowardly but immortal mount. She loves tacos and fleeing combat when Kled needs her most."
  },
  {
    "id": "80fdb02a-6e2c-4a91-a013-6898648c6a95",
    "name": "Tiana Crownguard",
    "faction": "demacia",
    "gender": "Female",
    "species": "Human",
    "description": "La matriarche de la maison Crownguard, régente de la Couronne et commandante du Détachement Hardi. Elle est la tante stricte mais bienveillante de Lux et Garen.",
    "image": "https://wiki.leagueoflegends.com/en-us/images/01DE002-full.png",
    "created_at": "2025-11-26T17:40:44.99657+00:00",
    "description_en": "The matriarch of the Crownguard house, Regent of the Crown, and commander of the Dauntless Vanguard. She is the strict but benevolent aunt of Lux and Garen."
  },
  {
    "id": "a62d99e3-f271-4324-ace2-d3db84671f59",
    "name": "Tybaulk",
    "faction": "runeterra",
    "gender": "Male",
    "species": "Demon",
    "description": "Le démon de la peur, connu pour inspirer une terreur primale. Il est enfermé dans l'ours en peluche Tibbers par la magie d'Annie.",
    "image": "https://wiki.leagueoflegends.com/en-us/images/06NX028T1-full.png",
    "created_at": "2025-11-26T17:40:44.99657+00:00",
    "description_en": "The demon of fear, known for inspiring primal terror. He is locked in the teddy bear Tibbers by Annie's magic."
  },
  {
    "id": "b48de5bd-8027-4907-aa25-b0cce57c51f2",
    "name": "Silco",
    "faction": "zaun",
    "gender": "Male",
    "species": "Human",
    "description": "Seigneur du crime de Zaun et figure révolutionnaire, Silco est prêt à tout pour l'indépendance de la ville basse. Il est le père adoptif de Jinx.",
    "image": "https://wiki.leagueoflegends.com/en-us/images/Silco_JFE_Portrait.jpg",
    "created_at": "2025-11-26T17:40:44.99657+00:00",
    "description_en": "Crime lord of Zaun and a revolutionary figure, Silco is willing to do whatever it takes for the Undercity's independence. He is the adoptive father of Jinx."
  },
  {
    "id": "0b184302-0bf4-485a-9f5a-6f458ba07caf",
    "name": "Jarvan III",
    "faction": "demacia",
    "gender": "Male",
    "species": "Human",
    "description": "Ancien Roi de Demacia, père de Jarvan IV. Son règne fut un modèle de vertu, mais il fut assassiné, un événement qui déstabilisa le royaume et précipita la crise des mages.",
    "image": "https://wiki.leagueoflegends.com/en-us/images/04DE010-full.png",
    "created_at": "2025-11-26T17:40:44.99657+00:00",
    "description_en": "Former King of Demacia, and father of Jarvan IV. His reign was a model of virtue, but he was assassinated, an event that destabilized the kingdom and precipitated the mages crisis."
  },
  {
    "id": "f79fdfd1-2fe9-44bc-a281-03e8fbe67fb1",
    "name": "Arcturus J. Durand",
    "faction": "demacia",
    "gender": "Male",
    "species": "Human",
    "description": "Le maître artisan Demacien qui a créé le colosse Galio, ainsi que l'armure de Garen. Il fut emprisonné et exécuté par Demacia pour avoir utilisé la magie dans ses créations.",
    "image": null,
    "created_at": "2025-11-26T17:40:44.99657+00:00",
    "description_en": "The Demacian master craftsman who created the colossus Galio, as well as Garen's armor. He was imprisoned and executed by Demacia for using magic in his creations."
  },
  {
    "id": "78dc7740-1320-444c-aff7-6ca1f45e5bb0",
    "name": "Ashlesh",
    "faction": "runeterra",
    "gender": "Other",
    "species": "Demon",
    "description": "Le démon de la joie et de l'extase (ou de l'ambition selon certaines sources). Il est lié par un pacte à Nilah, qui a accepté de l'emprisonner pour utiliser sa puissance.",
    "image": "https://wiki.leagueoflegends.com/en-us/images/Nilah_Teaser_01.jpg",
    "created_at": "2025-11-26T17:40:44.99657+00:00",
    "description_en": "The demon of joy and ecstasy (or ambition, according to some sources). He is bound by a pact to Nilah, who agreed to imprison him to use his power."
  },
  {
    "id": "9c22c7ad-df1d-4bd1-b944-73cf2653d57f",
    "name": "Avarosa",
    "faction": "freljord",
    "gender": "Female",
    "species": "Human",
    "description": "La figure matriarcale fondatrice du Freljord, une des trois Sœurs de Glace. Elle mena la révolte contre les Veilleurs et sa descendance forme le clan Avarosan mené par Ashe.",
    "image": "https://wiki.leagueoflegends.com/en-us/images/Freljord_Statue_Of_Avarosa.jpg",
    "created_at": "2025-11-26T17:40:44.99657+00:00",
    "description_en": "The founding matriarchal figure of the Freljord, one of the three Iceborn Sisters. She led the revolt against the Watchers and her descendants form the Avarosan clan led by Ashe."
  },
  {
    "id": "18726927-851d-492e-8434-9b1215393273",
    "name": "Boram Darkwill",
    "faction": "noxus",
    "gender": "Male",
    "species": "Human",
    "description": "Ancien Grand Général de Noxus, dont le règne tyrannique s'est étendu sur des décennies. Obsédé par l'immortalité, il fut finalement renversé et exécuté par Swain.",
    "image": "https://wiki.leagueoflegends.com/en-us/images/BoramDarkwill.png",
    "created_at": "2025-11-26T17:40:44.99657+00:00",
    "description_en": "Former Grand General of Noxus, whose tyrannical reign spanned decades. Obsessed with immortality, he was finally overthrown and executed by Swain."
  },
  {
    "id": "a5a4693b-d8ac-42e1-b431-ff4806fdd842",
    "name": "Elder Souma",
    "faction": "ionia",
    "gender": "Male",
    "species": "Human",
    "description": "Le vieux maître d'Irelia et protecteur d'une communauté à Ionia, connu pour sa maîtrise des techniques du vent. Il fut assassiné, et Yasuo fut blâmé pour le crime.",
    "image": "https://wiki.leagueoflegends.com/en-us/images/ElderSouma.png",
    "created_at": "2025-11-26T17:40:44.99657+00:00",
    "description_en": "Irelia's old master and protector of a community in Ionia, known for his mastery of wind techniques. He was assassinated, and Yasuo was blamed for the crime."
  },
  {
    "id": "a41f86cd-2010-408f-b335-d25d5838fced",
    "name": "Marcus & Soreana Du Couteau",
    "faction": "noxus",
    "gender": "Other",
    "species": "Human",
    "description": "Les parents de Katarina et Cassiopeia Du Couteau. Marcus est un Grand Général de Noxus, maître assassin, porté disparu. Soreana est une noble respectée.",
    "image": "https://wiki.leagueoflegends.com/en-us/images/Marcus_and_Soreana_Image.png",
    "created_at": "2025-11-26T17:40:44.99657+00:00",
    "description_en": "The parents of Katarina and Cassiopeia Du Couteau. Marcus is a missing Grand General and master assassin of Noxus. Soreana is a respected noblewoman."
  },
  {
    "id": "bdb802d2-7de0-4599-a874-733f28587fe9",
    "name": "Alune",
    "faction": "targon",
    "gender": "Female",
    "species": "Spirit",
    "description": "La soeur jumelle d'Aphelios. Depuis le royaume spirituel, elle guide ses armes et lui fournit sa magie lunaire.",
    "image": "https://wiki.leagueoflegends.com/en-us/images/Alune_Splash.jpg",
    "created_at": "2025-11-27T12:43:48.623421+00:00",
    "description_en": "Aphelios' twin sister. From the spirit realm, she guides his weapons and provides him with her lunar magic."
  },
  {
    "id": "bcfd9a18-68a0-4b65-b5fc-fc4045244433",
    "name": "Kusho",
    "faction": "ionia",
    "gender": "Male",
    "species": "Human",
    "description": "Le Grand Maître de l'Ordre Kinkou, père de Shen et maître de Zed. Il a feint sa mort pour diriger l'Ordre de l'Ombre dans le secret.",
    "image": "https://wiki.leagueoflegends.com/en-us/images/Kusho_Master_2_Render.png",
    "created_at": "2025-11-26T17:40:44.99657+00:00",
    "description_en": "The Grandmaster of the Kinkou Order, father of Shen and master of Zed. He faked his death to lead the Order of Shadow in secret."
  },
  {
    "id": "0b19b85b-ad6e-47b3-8edc-945c5d7d8414",
    "name": "Isolde",
    "faction": "shadow-isles",
    "gender": "Female",
    "species": "Spirit",
    "description": "La défunte reine de Camavor, dont la mort a déclenché la Ruine. Son âme a été fragmentée à travers Runeterra.",
    "image": "https://wiki.leagueoflegends.com/en-us/images/Isolde_Render.png",
    "created_at": "2025-11-26T17:40:44.99657+00:00",
    "description_en": "The late queen of Camavor, whose death triggered the Ruination. Her soul was fragmented across Runeterra."
  },
  {
    "id": "3cac660b-9929-462e-be9b-026d1245695a",
    "name": "Norra",
    "faction": "bandle-city",
    "gender": "Female",
    "species": "Yordle",
    "description": "La maîtresse de Yuumi, une Yordle excentrique qui s'est perdue en explorant le royaume spirituel à travers son livre magique.",
    "image": "https://wiki.leagueoflegends.com/en-us/images/Norra_Render.png",
    "created_at": "2025-11-27T12:43:48.623421+00:00",
    "description_en": "Yuumi's master, an eccentric Yordle who got lost exploring the spirit realm through her magic book."
  },
  {
    "id": "8ed02449-5dde-4b51-8230-c0bbd18bcd31",
    "name": "Vander",
    "faction": "zaun",
    "gender": "Male",
    "species": "Human",
    "description": "Ancien leader de la ville basse et figure paternelle pour Vi et Jinx. Il a tenté de maintenir la paix avec Piltover avant de se sacrifier.",
    "image": "https://wiki.leagueoflegends.com/en-us/images/Vander_Arcane_2_Render.png",
    "created_at": "2025-11-26T17:40:44.99657+00:00",
    "description_en": "Former leader of the Undercity and father figure to Vi and Jinx. He tried to keep the peace with Piltover before sacrificing himself."
  },
  {
    "id": "977ae68f-724e-4bb8-bb47-e09446fe20fb",
    "name": "Joraal",
    "faction": "shurima",
    "gender": "Male",
    "species": "Darkin",
    "description": "Joraal est un Darkin qui a servi comme capitaine de l'armée des Transfiguré, portant le surnom de l'Égide de l'Éternité. Il possédait un corps impénétrable qui pouvait encaisser n'importe quelle attaque, mais les événements de la Guerre du Néant lui ont causé un TSPT (trouble de stress post-traumatique), le faisant souffrir d'une peur constante et revivre les événements de la guerre. Il fut plus tard emprisonné dans son égide et gardé par la Maison Fortis de Demacia. Lady Fortis donna pour instruction à son fils de garder le bouclier et l'avertit de ne jamais le toucher, mais après avoir entendu la voix pitoyable de Joraal l'appeler, il finit par toucher l'égide et devint l'hôte de Joraal.",
    "image": "https://wiki.leagueoflegends.com/en-us/images/06DE011T1-full.png",
    "created_at": "2025-11-28T11:35:19.481575+00:00",
    "description_en": "Joraal is a Darkin who served as the captain of the Ascended army, holding the moniker of the Aegis of Eternity. He had an impenetrable body which could shrug off any attack, but the events of the Void War caused him to develop PTSD, making him suffer from constant fear and relive the events of the war. He was later imprisoned in his aegis and guarded by Fortis House of  Demacia. Lady Fortis instructed her son to guard the shield and warned to never touch it, but after hearing Joraal's pitied voice calling to him, he eventually touched the aegis and became Joraal's host."
  },
  {
    "id": "72d5aa67-9966-43a0-bd94-772513b1813a",
    "name": "Taarosh",
    "faction": "shurima",
    "gender": "Male",
    "species": "Darkin",
    "description": "Taarosh est un Darkin qui s'est rebellé contre les siens durant la Grande Guerre des Darkin. Il était sur le point de détruire Xolaani lorsque l'Aspect du Crépuscule précédent, Zoé, scella tous les Darkin survivants. Emprisonné dans sa hallebarde sur les Îles Bénies, il constata que la Ruine d'Helia avait corrompu ces terres pour en faire les Îles Obscures. Libéré, il fut réduit en esclavage par Xolaani et contraint de répéter sa devise : « La paix par la servitude ». Il aspirait pourtant à rejoindre son général Aatrox une fois libre.\n",
    "image": "https://wiki.leagueoflegends.com/en-us/images/06SI007T1-full.png",
    "created_at": "2025-11-28T11:55:09.070035+00:00",
    "description_en": "Taarosh is a Darkin whom started fighting against his kin during the Great Darkin War. He was about to destroy An icon representing Xolaani when the previous Aspect of Twilight, An icon representing Zoe, sealed all the remaining Darkin away. He was imprisoned in his halberd within the Blessed Isles, but noticed the land being tainted into the Shadow Isles by the Ruination of Helia. After being freed, Xolaani enslaved him and forced him to repeat her motto \"Peace through servitude\", though he wished to rejoin his general An icon representing Aatrox once he was freed.\n"
  },
  {
    "id": "95b58456-00c8-4b54-b2ae-db3c4f5b8a4f",
    "name": "Tope",
    "faction": "shurima",
    "gender": "Male",
    "species": "Human",
    "description": "Tope est un chasseur originaire de Marrowmark ayant déménagé à Nazumah où il a rencontré K’Santé. Ils ont combattu ensemble un Baccai, mais leurs désaccords les ont séparés. Tope est retourné à Marrowmark pour étudier avant d’aider plus tard K’Santé lorsque celui-ci fut en difficulté. Les deux se sont quittés en bons termes. Tope, homosexuel, avait été en couple avec K’Santé et devait ensuite épouser un autre homme.",
    "image": "https://wiki.leagueoflegends.com/en-us/images/K%27Sante_Everything_We_Should_Have_Said.jpg",
    "created_at": "2025-11-27T15:16:42.364829+00:00",
    "description_en": "Tope is a hunter born in Marrowmark who later moved to Nazumah, where he met K’Santé and entered a romantic relationship with him. They fought a Baccai together, but conflicting viewpoints caused them to part ways. Tope returned to Marrowmark to study, later helping K’Santé when he was in trouble. They reconciled and parted on good terms. Tope is gay, having been in a relationship with K’Santé and later being set to marry another man."
  },
  {
    "id": "a9bf0691-ccb1-47a0-8a48-c7a7f3d1d96d",
    "name": "Praa",
    "faction": "shurima",
    "gender": "Male",
    "species": "Darkin",
    "description": "Praa est un Darkin, emprisonné dans son éventail au sein du Royaume des Esprits. Après avoir possédé un dragonneau spirituel, Praa est retourné à Runeterra en passant par Ionia, où il souhaitait combattre aux côtés d'une icône représentant Aatrox afin d'instaurer la paix par l'oubli.",
    "image": "https://wiki.leagueoflegends.com/en-us/images/06IO023T1-full.png",
    "created_at": "2025-11-28T12:04:13.630814+00:00",
    "description_en": "Praa is one of the Darkin, whom was imprisoned in his fan within the Spirit Realm. After possessing a spirit dragonling, Praa returned to Runeterra via Ionia, where he wished to fight alongside An icon representing Aatrox to achieve peace through oblivion.\n"
  },
  {
    "id": "f2fe3142-ec45-4892-9687-ecd94e127f76",
    "name": "Anaakca",
    "faction": "shurima",
    "gender": "Female",
    "species": "Darkin",
    "description": "Anaakca fut emprisonnée dans sa lance cachée dans l'est du Freljord. Après avoir possédé une éclaireuse, elle parcourut le chemin jusqu'à Shurima, détruisant des avant-postes démaciens. Elle fut subjuguée par Xolaani pour combattre Aatrox et Kayle.",
    "image": "https://wiki.leagueoflegends.com/en-us/images/06FR018T1-full.png",
    "created_at": "2025-11-28T12:32:38.744396+00:00",
    "description_en": "Anaakca was imprisoned in her spear hidden in eastern Freljord. After possessing a scout, she sprinted all the way to Shurima, destroying Demacian outposts. She was later subjugated by Xolaani to fight against Aatrox and Kayle."
  },
  {
    "id": "326853fa-743f-467e-9424-79097c9b406b",
    "name": "Baalkux",
    "faction": "shurima",
    "gender": "Male",
    "species": "Darkin",
    "description": "Baalkux, un Darkin, fut emprisonné dans son bâton au plus profond de Bandle City. Après son réveil, il souhaita retourner auprès de son général Aatrox pour expier ses transgressions.",
    "image": "https://wiki.leagueoflegends.com/en-us/images/06BC029T1-full.png",
    "created_at": "2025-11-28T12:32:38.744396+00:00",
    "description_en": "Baalkux is one of the Darkin, whom was imprisoned in his staff deep within Bandle City. After awakening, he wished to return to his general Aatrox to atone for his transgressions."
  },
  {
    "id": "e8b7f235-05f1-4b9c-854d-f73827ed782a",
    "name": "Rhaast",
    "faction": "shurima",
    "gender": "Male",
    "species": "Darkin (possessing weapon)",
    "description": "Rhaast est un Darkin immortel enfermé dans une arme vivante après la chute de son peuple. Son esprit survit dans la lame et cherche constamment un hôte à corrompre. Redécouvert après des siècles, il a fusionné partiellement avec Kayn et tente désormais de prendre totalement possession de son corps. Cruel et avide de sang, Rhaast souhaite retrouver sa forme originelle en dévorant son porteur, tout en rêvant du retour des Darkin pour imposer un nouveau règne de terreur.",
    "image": "https://wiki.leagueoflegends.com/en-us/images/Kayn_OriginalSkin_Rhaast.jpg",
    "created_at": "2025-11-27T15:26:23.284337+00:00",
    "description_en": "Rhaast is an immortal Darkin trapped within a living weapon after his people were defeated and sealed away. His mind persists inside the blade, seeking a host to corrupt. Rediscovered after centuries, he partially merged with Kayn and now strives to fully consume and control his body. Cruel and bloodthirsty, Rhaast seeks to regain his original form by overtaking his host, dreaming of the Darkins return and a new age of terror."
  },
  {
    "id": "d13df899-0709-4b41-a4ab-2f16524d202d",
    "name": "Cinquième Darkin",
    "faction": "shurima",
    "gender": null,
    "species": "Darkin",
    "description": "Le cinquième Darkin légendaire et inconnu, dont le destin est de s'unir avec Aatrox, Rhaast, Varus et Naafiri pour apporter la ruine totale au monde.",
    "image": null,
    "created_at": "2025-11-28T12:32:38.744396+00:00",
    "description_en": "The legendary and unknown fifth Darkin, whose destiny is to unite with Aatrox, Rhaast, Varus, and Naafiri to bring total ruin to the world."
  },
  {
    "id": "b82712f8-ac6e-428d-ad4e-c0473c9916e0",
    "name": "Horazi",
    "faction": "shurima",
    "gender": "Female",
    "species": "Darkin",
    "description": "Horazi fut emprisonnée dans un nodule de métal stellaire sur le Mont Targon, où elle fut illuminée par le cosmos. Après avoir possédé un golem protecteur targonien, elle combattit Xolaani, fut vaincue et réduite en esclavage.",
    "image": "https://wiki.leagueoflegends.com/en-us/images/06MT006T2-full.png",
    "created_at": "2025-11-28T12:32:38.744396+00:00",
    "description_en": "Horazi was imprisoned in a magical lodestone of star metal in Mount Targon, where she became enlightened by the cosmos. After taking over a Targonian protector golem, she fought Xolaani, only to be defeated and enslaved."
  },
  {
    "id": "e9322db2-0afb-407d-b2f8-35f7f0b3a0a3",
    "name": "Naganeka",
    "faction": "shurima",
    "gender": "Female",
    "species": "Darkin",
    "description": "Naganeka de Zuretta, une Ascendante serpentine, fut emprisonnée dans sa baliste sur une terre prise par Noxus. Attirée par l'appel d'Aatrox vers Icathia, elle fut ensuite réduite en esclavage par Xolaani.",
    "image": "https://wiki.leagueoflegends.com/en-us/images/06NX020T1-full.png",
    "created_at": "2025-11-28T12:32:38.744396+00:00",
    "description_en": "Naganeka of Zuretta, a snake Ascended, was imprisoned in her ballista on a land taken by Noxus. Lured by Aatrox's call to Icathia, she was later enslaved by Xolaani."
  },
  {
    "id": "c7386dbb-8224-4504-af9c-391c91d13226",
    "name": "Styraatu",
    "faction": "shurima",
    "gender": "Female",
    "species": "Darkin",
    "description": "Styraatu fut emprisonnée dans sa harpe dans les cavernes de la région qui deviendra Zaun. Après avoir pris un hôte, elle se dirigea vers son général Aatrox pour combattre à ses côtés.",
    "image": "https://wiki.leagueoflegends.com/en-us/images/06PZ008T2-full.png",
    "created_at": "2025-11-28T12:32:38.744396+00:00",
    "description_en": "Styraatu was imprisoned in her harp within the caverns of the land which would eventually become Zaun. Once she took over a host, she headed towards her general Aatrox to fight alongside him."
  },
  {
    "id": "1e2c0428-655d-447f-9fc2-9ef6b0d69520",
    "name": "Xolaani",
    "faction": "shurima",
    "gender": "Female",
    "species": "Darkin",
    "description": "Ancienne Ascendante et cheffe Darkin. Elle prône l'utilisation de l'hémomancie pour contrôler autrui, tactique jugée lâche et haïe par Aatrox. Elle est responsable de l'asservissement de plusieurs autres Darkin.",
    "image": "https://wiki.leagueoflegends.com/en-us/images/06SH004T2-full.png",
    "created_at": "2025-11-28T12:32:38.744396+00:00",
    "description_en": "A former Ascended and Darkin leader. She champions the use of hemomancy to control others, a tactic deemed cowardly and hated by Aatrox. She is responsible for the enslavement of several other Darkin."
  }
]